{"summary": "Year 486 BC was a year of the pre-Julian Roman calendar.\n", "is_music": false}
{"summary": "The spectral bat (Vampyrum spectrum), also called the great false vampire bat, great spectral bat, American false vampire bat or Linnaeus's false vampire bat, is a large, carnivorous leaf-nosed bat found in Mexico, Central America, and South America.\n", "is_music": false}
{"summary": "Herbert George Columbine VC (28 November 1893 – 22 March 1918) was an English recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.\n", "is_music": false}
{"summary": "The Keeper class of coastal buoy tenders consists of fourteen ships built for and operated by the United States Coast Guard.\n", "is_music": false}
{"summary": "Leonard of Noblac (also Leonard of Limoges or Leonard of Noblet; also known as Lienard, Linhart, Lenart, Leonhard, Léonard, Leonardo, Annard; died 559) is a Frankish saint closely associated with the town and abbey of Saint-Léonard-de-Noblat, in Haute-Vienne, in the Limousin region of France.\n", "is_music": false}
{"summary": "Erika Jo is the eponymous debut studio album by American country music artist Erika Jo.\n", "is_music": true}
{"summary": "Sáránd is a village in Eastern Hungary, in Hajdú-Bihar county, with a small Romanian population.\n", "is_music": false}
{"summary": "A ball-jointed doll is any doll that is articulated with ball and socket joints.\n", "is_music": false}
{"summary": "Johannes-Franciscus Bonfrère (born 15 June 1946) is a Dutch football coach and former midfielder who spent his playing career with MVV Maastricht.\n", "is_music": false}
{"summary": "Luisel Ramos Arregui (April 12, 1984 – August 2, 2006) was a Uruguayan model.\n", "is_music": false}
{"summary": "Tadasuni is a comune (municipality) in the Province of Oristano in the Italian region Sardinia, located about 100 kilometres (62 mi) north of Cagliari and about 35 kilometres (22 mi) northeast of Oristano.\n", "is_music": false}
{"summary": "Pontypool was a county constituency in the town of Pontypool in Monmouthshire.\n", "is_music": false}
{"summary": "There are more than ten genera of geckos indigenous to Madagascar, including: Geckolepis — fish scaled geckos, Paroedura — Madagascar ground geckos, Phelsuma — day geckos, Ebenavia, Matoatoa, Microscalabotes, Blaesodactylus and Uroplatus — leaf tailed geckos.\n", "is_music": false}
{"summary": "Cyril Collard (20 September 1934 – 20 December 2011) played 13 games for Australian rules football club Hawthorn between 1957 and 1958, scoring 3 goals.\n", "is_music": false}
{"summary": "Mikee W. Goodman is a British singer, best known for being one of the two vocalists of the progressive metal band SikTh.\n", "is_music": true}
{"summary": "Michel Charles Oksenberg (October 12, 1938 – February 22, 2001) was an American political scientist and China watcher who moved between academia and policy work.\n", "is_music": false}
{"summary": "Ljubomir Lovrić (Serbian Cyrillic: Љубомир Ловрић; 28 May 1920 – 26 August 1994) was a Yugoslav football goalkeeper and later a football manager and journalist.\n", "is_music": false}
{"summary": "Marko Pusa (born 15 April 1977) is a Finnish former darts player.\n", "is_music": false}
{"summary": "Eudonia aphrodes is a species of moth of the family Crambidae described by Edward Meyrick in 1884.\n", "is_music": false}
{"summary": "Roberto Guadalupe Martínez (born 21 February 1973, in San Miguel, El Salvador) is a retired Salvadoran footballer.\n", "is_music": false}
{"summary": "Quality Road (foaled March 23, 2006, in Virginia) is a retired American Thoroughbred racehorse and successful sire.\n", "is_music": false}
{"summary": "Article 74 of the Constitution of the Republic of India provides for a Council of Ministers which shall aid the President in the exercise of the President's functions.\n", "is_music": false}
{"summary": "Franz Vogt (9 October 1899 – 14 May 1940) was a German trade unionist, Social Democrat and member of the German resistance against the Nazi regime.\n", "is_music": false}
{"summary": "Shooting competitions at the 2011 Pan American Games in Guadalajara were held from October 15 to October 23 at the Pan American Shooting Polygon (rifle and pistol events) and Jalisco Hunting Club (shotgun events).\n", "is_music": false}
{"summary": "Frank Hughes College, now Frank Hughes School began as a consolidated private educational institution in Clifton, Tennessee in September 1905.\n", "is_music": false}
{"summary": "Saint Mary's Hospital (abbreviated STMH) is a Yale-affiliated urban hospital located at 56 Franklin Street, Waterbury, Connecticut.\n", "is_music": false}
{"summary": "Kitatama (北多摩郡, Kita-Tama-gun, North Tama) was a district located in the Japanese Prefecture of Kanagawa from 1878 to 1893 and then in the Prefecture of Tokyo until 1970.\n", "is_music": false}
{"summary": "Arnold Heights was an unincorporated community in Riverside County, California.\n", "is_music": false}
{"summary": "Wang Phrao (Thai: วังพร้าว) is a village and tambon (subdistrict) of Ko Kha District, in Lampang Province, Thailand.\n", "is_music": false}
{"summary": "Maja Klepić Jokanović (born 23 May 1988) is an alpine skier from Bosnia and Herzegovina.\n", "is_music": false}
{"summary": "Herbert Bellamy (7 April 1896 – 16 November 1978) was an English professional footballer who played as a wing half in the Football League for Watford, Swansea Town, and Brentford.\n", "is_music": false}
{"summary": "Rocc (born Rok Rappl, 14 December 1979 in Ljubljana) is a Slovenian-born opera and music theatre stage director, scenic designer, dramaturge, performance artist, opera manager and pedagogue.\n", "is_music": false}
{"summary": "Eupogonius subarmatus is a species of beetle in the family Cerambycidae.\n", "is_music": false}
{"summary": "George Brown is a former professional rugby league footballer who played in the 1950s and 1960s.\n", "is_music": false}
{"summary": "The Zomi Baptist Convention of Myanmar is an association of Baptist Christian churches in Myanmar.\n", "is_music": false}
{"summary": "The Chief of Staff of the People's Liberation Army Navy (simplified Chinese: 中国人民解放军海军参谋长; traditional Chinese: 中國人民解放軍海軍參謀長; pinyin: Zhōngguó Rénmín Jiěfàngjūn Hǎijūn Cānmóuzhǎng) is the third highest-ranking officer in the People's Liberation Army Navy (PLAN).\n", "is_music": false}
{"summary": "This Old Dog is the third full-length studio album by singer-songwriter and multi-instrumentalist Mac DeMarco, released on May 5, 2017 through Captured Tracks.\n", "is_music": true}
{"summary": "Kilwins, also known as Kilwins Chocolates, is an American company, specializing in confectioneries such as candy, ice cream, and fudge.\n", "is_music": false}
{"summary": "Sujit Lenka (born 14 December 1992) is an Indian cricketer.\n", "is_music": false}
{"summary": "Ciénagas is a barrio in the municipality of Camuy, Puerto Rico.\n", "is_music": false}
{"summary": "Gina Crampton (born 7 December 1991) is a New Zealand netball international.\n", "is_music": false}
{"summary": "Wonbah is a rural locality in the Bundaberg Region, Queensland, Australia.\n", "is_music": false}
{"summary": "The Helen Shedd Reed House, also known as the Mrs. Kersey Coates Reed House, is a historic house at 1315 N. Lake Road in Lake Forest, Illinois.\n", "is_music": false}
{"summary": "Matías Fernando Vera (born 20 August 1998) is an Argentine professional footballer who plays as a right-back for Lanús.\n", "is_music": false}
{"summary": "Mohammed Al-Oufi (Arabic: محمد العوفي; born 8 August 2002) is a Saudi Arabian footballer who plays as a left-back for Saudi Pro League side Abha.\n", "is_music": false}
{"summary": "Bielefeld – Gütersloh II is an electoral constituency (German: Wahlkreis) represented in the Bundestag.\n", "is_music": false}
{"summary": "Florida cracker or Florida Cracker may refer to:  Florida cracker, a sometimes disparaging term for colonial-era British and American pioneer settlers, and their modern-day descendants, in what is now the US state of Florida Florida cracker architecture, a style of home design, originating among 19th-century Floridians, and typified by a wood-framed house with a metal roof, raised floor, straight central hallway, and a wide veranda or porch Florida Cracker Trail, a historic cattle and horse trail between Bradenton and Fort Pierce, Florida; today includes parts of US Highway 98, State Road 66, and State Road 64.\n", "is_music": false}
{"summary": "When We Were Alone is a children's book written by David Robertson, illustrated by Julie Flett and published December 1, 2016 by HighWater Press.\n", "is_music": false}
{"summary": "Jeremy Kilpatrick (September 21, 1935, in Fairfield, Iowa – September 17, 2022, in Athens, Georgia) was an American mathematics educator.\n", "is_music": false}
{"summary": "Luís Torras Martínez (29 December 1912 – 14 January 2024) was a Spanish painter and supercentenarian, with a permanent exhibition in Casa das Artes.\n", "is_music": false}
{"summary": "Maruko (丸子町, Maruko-machi) was a town located in Chiisagata District, Nagano Prefecture, Japan.\n", "is_music": false}
{"summary": "The Mungana affair involved the sale to the Government of Queensland, Australia, in 1922, of some mining properties in the Chillagoe-Mungana districts of northern Queensland, at a grossly inflated price.\n", "is_music": false}
{"summary": "Kenneth Allan Still (February 12, 1935 – March 19, 2017) was an American professional golfer who played on both the PGA Tour and the Senior PGA Tour.\n", "is_music": false}
{"summary": "Pastoral care, or cure of souls, refers to emotional, social and spiritual support.\n", "is_music": false}
{"summary": "Elisra Group is an Israeli manufacturer of high-tech electronic devices, mainly but not exclusively for military use.\n", "is_music": false}
{"summary": "Mind how you go may refer to:  Mind How You Go (The Advisory Circle album), 2005 Mind How You Go (Skye Edwards album), 2006 \"Mind How You Go\", a 1965 single by Barry St. John (Elizabeth Thompson) \"Mind How You Go\", a 1967 single by Allan Smethurst \"Mind How You Go\", a 1966 single by Mr. Lee Grant (Bogdan Kominowski)\n", "is_music": true}
{"summary": "Ingeborg \"Inge\" Bauer (née Exner; born 24 June 1940 in Dittmannsdorf) is a retired East German pentathlete.\n", "is_music": false}
{"summary": "Kazi Zafar Ahmad ( ; Bengali: কাজী জাফর আহমেদ; 1 July 1939 – 27 August 2015) was a Bangladeshi politician of the Jatiya Party, who was the Prime Minister of Bangladesh from 1989 to 1990.\n", "is_music": false}
{"summary": "Peter Robert Tyler Thorburn  (19 March 1939 –  26 January 2021) was a New Zealand rugby union player and coach.\n", "is_music": false}
{"summary": "Douglas Waples (March 3, 1893—April 25, 1978) was a pioneer of the University of Chicago Graduate Library School in the areas of print communication and reading behavior.\n", "is_music": false}
{"summary": "The Jonas Cowdry House is a historic house at 61 Prospect Street in Wakefield, Massachusetts.\n", "is_music": false}
{"summary": "Malexander is a small village in Boxholm Municipality, Sweden, about 80 kilometres (50 mi) southwest of Linköping and 27 km (17 mi) southeast of Boxholm.\n", "is_music": false}
{"summary": "Parahastites is a genus of belemnite, an extinct group of cephalopods.\n", "is_music": false}
{"summary": "Sahakian (Armenian: Սահակեան) or Sahakyan (Սահակյան) is a fairly common surname in Armenia originating from the patronymic Armenian equivalent to Isaac.\n", "is_music": false}
{"summary": "KDFN (1500 AM, Oldies 1500) was a radio station that broadcast an oldies music format.\n", "is_music": false}
{"summary": "Israel – Micronesia relations are diplomatic and other relations between the State of Israel and the Federated States of Micronesia.\n", "is_music": false}
{"summary": "Lyroglossa is a genus of flowering plants from the orchid family, Orchidaceae.\n", "is_music": false}
{"summary": "Jelena Janković was the defending champion, but chose not to participate that year.\n", "is_music": false}
{"summary": "Ophiodermella grippi is a species of sea snail, a marine gastropod mollusk in the family Borsoniidae.\n", "is_music": false}
{"summary": "The 1976 Cotton Bowl Classic was a post-season college football bowl game between the co-Southwest Conference champion Arkansas Razorbacks and the Georgia Bulldogs.\n", "is_music": false}
{"summary": "Aklilu Lemma (Amharic: አክሊሉ ለማ; 18 September 1935 – 5 April 1997) was an Ethiopian pathologist.\n", "is_music": false}
{"summary": "Mayflower is a steam tug built in Bristol in 1861 and now preserved by Bristol Museums Galleries & Archives.\n", "is_music": false}
{"summary": "It was a fort in the Roman province of Dacia.\n", "is_music": false}
{"summary": "Mê Linh may refer to several places in Vietnam, including:  Mê Linh District, a rural district of Hanoi Mê Linh, Hanoi, a rural commune of Mê Linh District Mê Linh, Lâm Đồng, a rural commune of Lâm Hà District Mê Linh, Thái Bình, a rural commune of Đông Hưng District Mê Linh Square, an urban square in downtown Ho Chi Minh City\n", "is_music": false}
{"summary": "Amarat may refer to:  Al Amarat, Oman Emarat, Iran (disambiguation) Al Amarat, Khartoum, Sudan\n", "is_music": false}
{"summary": "The Evergreen League is a high school sports league based in Northern California.\n", "is_music": false}
{"summary": "Presidential elections were held in Afghanistan on 5 April 2014, with a second round held on 14 June.\n", "is_music": false}
{"summary": "The 1997 Suwon Samsung Bluewings season was Suwon Samsung Bluewings's second season in the K-League in Republic of Korea.\n", "is_music": false}
{"summary": "Operation Cupid is a 1960 British second feature ('B') comedy film directed by Charles Saunders and starring Charles Farrell, Avice Landone and Wallas Eaton.\n", "is_music": false}
{"summary": "The Bischheim Musée du bain rituel juif (Jewish ritual bath museum of Bischheim) is a museum in Bischheim, France, in which Jewish bathing rituals were practiced, now recognized as a historical monument in France.\n", "is_music": false}
{"summary": "Scaphidiinae is a subfamily of Staphylinidae.\n", "is_music": false}
{"summary": "Sufilar (Persian: صوفي لار, also Romanized as Şūfīlār) is a village in Qaranqu Rural District, in the Central District of Hashtrud County, East Azerbaijan Province, Iran.\n", "is_music": false}
{"summary": "Jeanne de Clisson (1300–1359), also known as Jeanne de Belleville and the Lioness of Brittany, was a French/Breton noblewoman who became a privateer to avenge her husband after he was executed for treason by King Philip VI of France.\n", "is_music": false}
{"summary": "Once a Princess is a 2014 Filipino  romantic drama film  directed by Laurice Guillen.\n", "is_music": false}
{"summary": "The Key West Library, also known as the Monroe County May Hill Russell Library, is main branch of the Monroe County Library System and is based in Key West, Florida.\n", "is_music": false}
{"summary": "The Women's 10,000 metres event at the 2011 European Athletics U23 Championships was held in Ostrava, Czech Republic, at Městský stadion on 15 July.\n", "is_music": false}
{"summary": "Dejal is a company that develops software for Mac OS X. Established by developer David Sinclair in 1991 in Auckland, New Zealand and since relocated to Portland, Oregon, the company develops and distributes a variety of shareware and freeware applications.\n", "is_music": false}
{"summary": "Rose Amal  (born 1965) is an Australian chemical engineer, currently serving as Scientia Professor and ARC Laureate Fellow in the School of Chemical Engineering at the University of New South Wales, Australia, where she is the director of the Particles and Catalysis Research Group.\n", "is_music": false}
{"summary": "Berwick is an unincorporated community in eastern Newton County, in the U.S. state of Missouri.\n", "is_music": false}
{"summary": "Tiffany Gauthier (born 2 December 1993) is a French former alpine ski racer.\n", "is_music": false}
{"summary": "Killing (斬、, Zan) is a 2018 Japanese drama film directed by Shinya Tsukamoto.\n", "is_music": false}
{"summary": "Conni Ellisor (born September 25, 1953) is a contemporary American composer and violinist.\n", "is_music": true}
{"summary": "North Cove is an unincorporated community in Pacific County, Washington, United States.\n", "is_music": false}
{"summary": "Ganga Devi Mahila College is a degree college in Kankarbagh, Bihar, India.\n", "is_music": false}
{"summary": "Danişment is a village in the Osmancık District of Çorum Province in Turkey.\n", "is_music": false}
{"summary": "Arnau Comas Feixas (born 11 April 2000) is a Spanish professional footballer who plays as a centre-back for Swiss Super League club Basel.\n", "is_music": false}
{"summary": "The 2023 CSUN Matadors men's volleyball team represented California State University, Northridge in the 2023 NCAA Division I & II men's volleyball season.\n", "is_music": false}
{"summary": "Jesse Dillon \"Spider\" Burks (September 17, 1922 – September 4, 1975) was an American disc jockey who championed jazz music.\n", "is_music": true}
{"summary": "Alvania simonsi is an extinct species of minute sea snail, a marine gastropod mollusk or micromollusk in the family Rissoidae.\n", "is_music": false}
{"summary": "Covered in Blood is a compilation album by Arch Enemy, featuring all 24 covers the band recorded and released from 1996 until 2019.\n", "is_music": true}
{"summary": "Le Sage's theory of gravitation is a kinetic theory of gravity originally proposed by Nicolas Fatio de Duillier in 1690 and later by Georges-Louis Le Sage in 1748.\n", "is_music": false}
{"summary": "St. Francis Xavier University is a public undergraduate liberal arts university located in Antigonish, Nova Scotia, Canada.\n", "is_music": false}
{"summary": "Malcolm Muir (1885 – January 30, 1979) was a U.S. magazine industrialist.\n", "is_music": false}
{"summary": "Jon Michael Kleinberg (born 1971) is an American computer scientist and the Tisch University Professor of Computer Science and Information Science at Cornell University known for his work in algorithms and networks.\n", "is_music": false}
{"summary": "The Honda Beat is a kei car produced by the Japanese company Honda from May 1991 until February 1996.\n", "is_music": false}
{"summary": "Haunted Cities is the second studio album by the American punk rock/hip hop band Transplants.\n", "is_music": true}
{"summary": "Racism in Russia (Russian: Pacизм в Pоссии) mainly appears in the form of negative attitudes towards non-ethnic Russian citizens, immigrants or tourists and negative actions against them by some Russians.\n", "is_music": false}
{"summary": "Michael Wright is an American film and television actor, who is best known for his role as Eddie Kane Jr. in the 1991 Robert Townsend film The Five Heartbeats, Carlyle in Streamers (1983), and Raynathan in Sugar Hill (1994). and known for his television roles such as Elias Taylor in V (The Series) (1984–1985), Omar White in Oz (2001–2003), and Lazarus Prime in Black Lightning (2019).\n", "is_music": false}
{"summary": "Bagn Bydesamling  is a small museum located in the hamlet of Dolven, south of Bagn at Sør-Aurdal in Innlandet county Norway.\n", "is_music": false}
{"summary": "Luís Filipe Ferreira Vieira (born 22 June 1949) is a Portuguese real estate businessman who was the 33rd president of sports club S.L. Benfica, from October 2003 to July 2021.\n", "is_music": false}
{"summary": "Valentine George Crittall, 1st Baron Braintree,  (28 June 1884 – 21 May 1961) was a British politician and businessman who served briefly as a Labour Member of Parliament before later joining the Conservatives.\n", "is_music": false}
{"summary": "Michael Rowan O'Driscoll (born 8 October 1978) is an Irish former rugby union player.\n", "is_music": false}
{"summary": "Kisen (喜撰) (fl. 810-824 CE) was an early Heian period Buddhist monk and waka poet.\n", "is_music": false}
{"summary": "The Church of the Holy Cross (Polish: Bazylika Świętego Krzyża) is a Roman Catholic house of worship in Warsaw, Poland.\n", "is_music": false}
{"summary": "Atrocities committed during the Spanish Civil War may refer to:  Red Terror (Spain), Atrocities committed by the Republican side.\n", "is_music": false}
{"summary": "Grover \"George\" Alan Cleveland (September 17, 1885 – July 15, 1957) was a Canadian film actor.\n", "is_music": false}
{"summary": "Andrew Kessler Hay (January 19, 1809 – February 7, 1881) was an American Whig and Republican politician who represented New Jersey's 1st congressional district in the United States House of Representatives from 1849 to 1851.\n", "is_music": false}
{"summary": "North Iwo Jima (Japanese: 北硫黄島, Kita Iwōjima, \"North Sulfur Island\"), now officially North or Kita Iōtō (written with the same characters) and previously known as Santo or San Alessandro, Hooge Meeuwen Island (Dutch: t'Hooge Meuwen Eylandt, \"High Seagull Island\"), and North Sulfur Island, is the northernmost member of Japan's Volcano Islands.\n", "is_music": false}
{"summary": "Edumudi is a village in Prakasam district of the Indian state of Andhra Pradesh.\n", "is_music": false}
{"summary": "La Pellerine (French pronunciation: [la pɛlʁin] ) is a commune in the Mayenne department in north-western France.\n", "is_music": false}
{"summary": "Champagné-le-Sec (French pronunciation: [ʃɑ̃paɲe lə sɛk]) is a commune in the Vienne department in the Nouvelle-Aquitaine region in western France.\n", "is_music": false}
{"summary": "Walter Pilkey (1936–2007) was a professor of mechanical engineering at University of Virginia.\n", "is_music": false}
{"summary": "Etoka (Russian: Этока) is a rural locality (selo) in Predgorny District of Stavropol Krai, Russia, located 2 kilometers (1.2 mi) south of Lake Tambukan, by the Etoka River, by the foot of the Mount Dzhutsa.\n", "is_music": false}
{"summary": "Chen Jingwen (simplified Chinese: 陈静文; traditional Chinese: 陳靜文, born 4 February 1990 in Guangzhou) is a Chinese sprinter who specializes in the 400 metres.\n", "is_music": false}
{"summary": "A Trekkie (a portmanteau of \"trek\" and \"junkie\") or Trekker is a fan of the Star Trek franchise, or of specific television series or films within that franchise.\n", "is_music": false}
{"summary": "China Merchants Bank Tower (Chinese: 招商银行大厦; pinyin: Zhāoshāng Yīnháng Dàshà; Jyutping: Ziu1 soeng1 Ngan4 hong4 Daai6 haa6), or the Shenzhen World Trade Centre a 53-story skyscraper in Futian District, Shenzhen, Guangdong Province, China was designed by American architecture firm Lee / Timchula of New York City.\n", "is_music": false}
{"summary": "Stary Belęcin [ˈstarɨ bɛˈlɛnt͡ɕin] is a village in the administrative district of Gmina Krzemieniewo, within Leszno County, Greater Poland Voivodeship, in west-central Poland.\n", "is_music": false}
{"summary": "Church Basement Ladies is a musical comedy, book by Jim Stowell and Jessica Zuehlke, music and lyrics by Drew Jansen.\n", "is_music": true}
{"summary": "Burlingame Terrace is a residential subdivision in Burlingame, California, bounded by Oak Grove Ave, Broadway Ave, El Camino Real and California Drive.\n", "is_music": false}
{"summary": "Ioditis is a genus of moths belonging to the subfamily Tortricinae of the family Tortricidae.\n", "is_music": false}
{"summary": "Gabrielona sulcifera is a species of sea snail, a marine gastropod mollusk in the family Phasianellidae.\n", "is_music": false}
{"summary": "Or Emet, officially the Minnesota Congregation for Humanistic Judaism, is a Humanistic Jewish synagogue and congregation in Minneapolis – Saint Paul, Minnesota, in the United States.\n", "is_music": false}
{"summary": "Japeuthria is a monospecific genus of sea snails, marine gastropod mollusks in the family Buccinidae, the true whelks.\n", "is_music": false}
{"summary": "The history of Shrewsbury Town Football Club, an English football club based in Shrewsbury, Shropshire, dates back to the club's formation in 1886.\n", "is_music": false}
{"summary": "Marc-Olivier Wahler (born 1964, in Neuchâtel, Switzerland) is a Swiss curator and contemporary art critic and art historian.\n", "is_music": false}
{"summary": "The Witt Site is an archaeological site near Tulare Lake in Kings County, California.\n", "is_music": false}
{"summary": "Liahona High School is a high school in Tonga owned and operated by the Church of Jesus Christ of Latter-day Saints (LDS Church).\n", "is_music": false}
{"summary": "Over The Wall is a UK charity that provides residential summer camps for children and their families coping with serious illnesses and conditions.\n", "is_music": false}
{"summary": "First Songs, initially credited to \"Gwyn and Will\", is the debut album of British singer-songwriter Gwyneth Herbert and composer and acoustic guitarist Will Rutter.\n", "is_music": true}
{"summary": "This is a list of Filipino desserts.\n", "is_music": false}
{"summary": "Ercole Rangoni (died 13 February 1650) was a Roman Catholic prelate who served as Archbishop of Conza (1645–1650) and Bishop of Sant'Angelo dei Lombardi e Bisaccia (1622–1645).\n", "is_music": false}
{"summary": "Sima Trojanović (Šabac, Principality of Serbia, 2 February 1862 – Belgrade, Kingdom of Yugoslavia, 21 November 1935) was a Serbian ethnologist and the first university-trained anthropologist, director of the Ethnographic Museum, Belgrade, university professor in Skopje and member of the Serbian Academy of Sciences and Arts.\n", "is_music": false}
{"summary": "Piesocorynus lateralis is a species of fungus weevil in the beetle family Anthribidae.\n", "is_music": false}
{"summary": "The 2019 Dr McKenna Cup, known for sponsorship reasons as the Bank of Ireland Dr McKenna Cup, was a Gaelic football competition in the province of Ulster for county and university teams.\n", "is_music": false}
{"summary": "Aberffraw is village and community in Anglesey, Wales, UK.\n", "is_music": false}
{"summary": "Michelle Thomas (born 1971), is a female international athlete who competed for England.\n", "is_music": false}
{"summary": "The 1940 North Carolina lieutenant gubernatorial election was held on November 5, 1940.\n", "is_music": false}
{"summary": "The Cache la Poudre-North Park Scenic Byway is a 101-mile (163 km) National Forest Scenic Byway and Colorado Scenic and Historic Byway located in Jackson and Larimer counties, Colorado, US.\n", "is_music": false}
{"summary": "Ernst-Albrecht Hildebrandt (31 May 1895 – 28 March 1970) was a Nazi German Police President and SS-Oberführer.\n", "is_music": false}
{"summary": "The \"8th Year Type\" (十二年式) was a 61 cm (24 in)-diameter torpedo of the Imperial Japanese Navy, launched from surface ships.\n", "is_music": false}
{"summary": "In mathematics, algebraically compact modules, also called pure-injective modules, are modules that have a certain \"nice\" property which allows the solution of infinite systems of equations in the module by finitary means.\n", "is_music": false}
{"summary": "Goldstone may refer to:\n", "is_music": false}
{"summary": "Zvartnots International Airport (Armenian: Զվարթնոց միջազգային օդանավակայան, romanized: Zvart'nots' mijazgayin ōdanavakayan) (IATA: EVN, ICAO: UDYZ) is located near Zvartnots, 15 km (9.3 mi) west of Yerevan, the capital city of Armenia.\n", "is_music": false}
{"summary": "Strahan may refer to:  Strahan (surname) Strahan, Tasmania, main port town of Macquarie Harbour, Western Tasmania HMAS Strahan, Bathurst class corvette serving during World War II\n", "is_music": false}
{"summary": "Lentekhi (Georgian: ლენტეხი, Georgian pronunciation: [lentʼeχi]) is a small town and Lentekhi District's (Raion) capital in Georgia's western region of Racha-Lechkhumi and Kvemo Svaneti, 323 km northwest to the nation's capital Tbilisi.\n", "is_music": false}
{"summary": "The Queen Street Viaduct (usually known as the Queen Street Bridge) in Toronto, Canada carries vehicles and Toronto Transit Commission streetcars along Queen Street East and across the Don River.\n", "is_music": false}
{"summary": "Employee of the Month is a 2004 American black comedy film written and directed by Mitch Rouse.\n", "is_music": false}
{"summary": "Neratovice (Czech pronunciation: [ˈnɛratovɪtsɛ]; German: Neratowitz) is a town in Mělník District in the Central Bohemian Region of the Czech Republic.\n", "is_music": false}
{"summary": "The Society of Mary (Latin: Societas Mariæ), better known under the name Marist, is a religious congregation under pontifical right.\n", "is_music": false}
{"summary": "A Guide to Recognizing Your Saints is a 2006 American drama film based on a 2001 memoir of the same name by author, director, and musician Dito Montiel, which describes his youth in Astoria, New York during the 1980s.\n", "is_music": false}
{"summary": "The Valley Forge Pilgrimage and Encampment is the oldest annual scouting event in the world.\n", "is_music": false}
{"summary": "This list shows the IUCN Red List status of the 101 mammal species occurring in Bulgaria.\n", "is_music": false}
{"summary": "Trachycephalus mesophaeus is a species of frog in the family Hylidae.\n", "is_music": false}
{"summary": "Paul N. van den Broeck (18 September 1904 – 1 April 1972) was a Belgian bobsledder and ice hockey player who competed during the early 1920s.\n", "is_music": false}
{"summary": "Abel Jules Édouard Ferry (26 May 1881 – 15 September 1918) was a French politician and soldier.\n", "is_music": false}
{"summary": "HMS Cressy was a 74-gun third rate ship of the line of the Royal Navy, launched on 7 March 1810 at Frindsbury.\n", "is_music": false}
{"summary": "Arachidonate 15-lipoxygenase type II is an enzyme that in humans is encoded by the ALOX15B gene.\n", "is_music": false}
{"summary": "David John Davies (20 February 1941 – (1969-04-15)15 April 1969) was a Welsh rugby union, and professional rugby league footballer who played in the 1960s.\n", "is_music": false}
{"summary": "Market Tower is a high-rise office building located at the northeast corner of Illinois and Market streets in Indianapolis, Indiana, United States.\n", "is_music": false}
{"summary": "Flexopecten felipponei is a species of saltwater scallop, a marine bivalve mollusk in the family Pectinidae, the scallops.\n", "is_music": false}
{"summary": "They Burn the Thistles – Ince Memed II (Turkish: İnce Memed means Memed the Thin) is a 1969 novel by Yaşar Kemal.\n", "is_music": false}
{"summary": "Beaverton was a locality near Twillingate and Beaver Cove.\n", "is_music": false}
{"summary": "The Central Mine Historic District is a historic district located off US 41 in Upper Michigan.\n", "is_music": false}
{"summary": "Jonathan \"Jonny\" Tennenbaum (Hebrew: יונתן \"ג'וני\" טננבאום; born 1 September 1979) is an Argentine-Israeli former association football player.\n", "is_music": false}
{"summary": "The 2010 IIHF World Championship Division III was a pair of international ice hockey tournaments organized by the International Ice Hockey Federation.\n", "is_music": false}
{"summary": "The flagfin shiner (Pteronotropis signipinnis) is a species of ray-finned fish in the family Cyprinidae (minnows), in the order Cypriniformes (carp).\n", "is_music": false}
{"summary": "The men's decathlon competition at the 2003 Summer Universiade took place on 28 August and 29 August 2003 in the Daegu World Cup Stadium in Daegu, South Korea.\n", "is_music": false}
{"summary": "Sir Stephen John Lindsay Oliver, KC (14 November 1938 – 8 April 2024) was a British judge.\n", "is_music": false}
{"summary": "Zdenčac   is a village in Croatia.\n", "is_music": false}
{"summary": "Prismatoolithus is an oogenus of dinosaur egg from the Cretaceous (Hauterivian-Maastrichtian) and possibly also the earliest Paleocene.\n", "is_music": false}
{"summary": "Józef Tusk (23 March 1907 – 12 June 1987) was a Polish luthier, the grandfather of the Prime Minister of Poland, Donald Tusk.\n", "is_music": false}
{"summary": "SoRI-9409 is a mixed mu opioid receptor partial agonist and delta opioid receptor antagonist, used in biomedical research.\n", "is_music": false}
{"summary": "Fujikyu-Highland Station (富士急ハイランド駅, Fujikyū-Hairando-eki) is a railway station on the Fujikyuko Line in the town of Fujikawaguchiko, Yamanashi, Japan, operated by Fuji Kyuko (Fujikyu).\n", "is_music": false}
{"summary": "Ehsanabad (Persian: احسان اباد, also Romanized as Eḩsānābād; also known as Anqūrtī) is a village in Sangar Rural District, in the Central District of Faruj County, North Khorasan Province, Iran.\n", "is_music": false}
{"summary": "Attonitus bounites is a species of fish in the family Characidae.\n", "is_music": false}
{"summary": "Matherne is a French surname.\n", "is_music": false}
{"summary": "Zsolt Németh (born 14 December 1984) is a Hungarian politician, member of the National Assembly (MP) from the Jobbik's Baranya County Regional List between 2010 and 2014.\n", "is_music": false}
{"summary": "Our Lady & Saint Charles Borromeo Church is a Roman Catholic church in Wisbech, Cambridgeshire, England.\n", "is_music": false}
{"summary": "Duško Popeskov (Serbian Cyrillic: Душко Попесков; 5 June 1969 – 4 October 2018) was a Serbian cyclist.\n", "is_music": false}
{"summary": "Mislav Brzoja (born January 1, 1994) is a Croatian professional basketball player currently playing for Dinamo of the  and the Croatian League and Alpe Adria Cup.\n", "is_music": false}
{"summary": "\"Aperitivo\" is the fourth episode of the third season of the psychological thriller–horror series Hannibal.\n", "is_music": false}
{"summary": "Hatem Ali Talukdar was a Bangladesh Awami League politician and the former member of parliament for Tangail-2.\n", "is_music": false}
{"summary": "John Dorset was an English politician who was MP for Lyme Regis in September 1388, January 1390, 1391, and 1395, and mayor of Lyme Regis from 1397 to 1398.\n", "is_music": false}
{"summary": "Horacio Arruda is a Canadian physician specialized in community health who formerly served as National Director of Public Health and Assistant Deputy Minister at the Ministry of Health and Social Services for Quebec under Premier François Legault.\n", "is_music": false}
{"summary": "Lathyrus rotundifolius, the Persian everlasting pea, is a species of flowering plant in the pea family Fabaceae, native to Iran.\n", "is_music": false}
{"summary": "The following is a partial list of minor planets, running from minor-planet number 568001 through 569000, inclusive.\n", "is_music": false}
{"summary": "Michael J. Kaufman is an American legal scholar who is the Dean and a Professor of Law at Santa Clara University School of Law.\n", "is_music": false}
{"summary": "Public Schools of Petoskey is a school district headquartered in Petoskey, Michigan.\n", "is_music": false}
{"summary": "Ankit Jain is an American voting rights attorney who is the United States shadow senator-elect from the District of Columbia.\n", "is_music": false}
{"summary": "Stagecoach is a 6,302-foot-elevation (1,921-meter) summit in San Juan County, Utah, United States.\n", "is_music": false}
{"summary": "This is a partial list of famous Czech people.\n", "is_music": false}
{"summary": "Ottokar I, also Otakar (died 29 March 1075) was count in the Bavarian Chiemgau and Margrave of Styria from 1056 until his death.\n", "is_music": false}
{"summary": "Belarus elects on national level a head of state—the president—and a legislature.\n", "is_music": false}
{"summary": "New Hampshire Route 202A (NH 202A) is a 14.639-mile-long (23.559 km) east–west state highway in Strafford and Rockingham counties in southeastern New Hampshire, serving as a northern loop of U.S. Route 202.\n", "is_music": false}
{"summary": "Selvagem Pequena Island (800 by 500 metres (2,600 ft × 1,600 ft)) is an island in the southeast group of the Savage Islands, Madeira, Portugal.\n", "is_music": false}
{"summary": "David Choe (born April 22, 1976) is an American artist, musician, actor, and former journalist and podcast host from Los Angeles.\n", "is_music": true}
{"summary": "Four Weddings is a British reality television series that premiered on Sky Living, on 6 July 2009.\n", "is_music": false}
{"summary": "Luis Lopez or López may refer to:\n", "is_music": false}
{"summary": "Beverley Lanita Callender (née Goddard, born 28 August 1956) is an English former track and field sprinter.\n", "is_music": false}
{"summary": "Harrisburg State Hospital, formerly known from 1851 to 1937 as Pennsylvania State Lunatic Hospital, in Harrisburg, Pennsylvania, was Pennsylvania's first public facility to house the mentally ill and disabled.\n", "is_music": false}
{"summary": "The Comoro catshark (Scyliorhinus comoroensis) is a rare catshark of the family Scyliorhinidae.\n", "is_music": false}
{"summary": "Luxempart S.A. is a financial holding company  based in Leudelange, in south-western Luxembourg, it is active primarily in Belgium and its home market of Luxembourg.\n", "is_music": false}
{"summary": "The King Salmon River is a 45-mile (72 km) tributary of the Nushagak River in southwest Alaska, United States.\n", "is_music": false}
{"summary": "Ugar Budruk  is a village in the southern state of Karnataka, India.\n", "is_music": false}
{"summary": "Sunday Night at the London Roundhouse was the first live album by the English progressive rock band Nektar.\n", "is_music": true}
{"summary": "Lesbian, gay, bisexual, and transgender (LGBT) people living in Saint Lucia face legal challenges not experienced by non-LGBTQ members of the population.\n", "is_music": false}
{"summary": "Parliamentary elections were held in Guatemala in December 1929 in order to elect half of the legislature. 33 of the 39 deputies elected were supporters of President Lázaro Chacón González.\n", "is_music": false}
{"summary": "Shirini -- literally means \"sweets\" in Persian language (\"shirin\" = sweet).\n", "is_music": false}
{"summary": "The 2011 Rolex Sports Car Series season was the twelfth season of Grand-Am's premier series.\n", "is_music": false}
{"summary": "Nahkjala is a village in Lääne-Harju Parish, Harju County in northern Estonia.\n", "is_music": false}
{"summary": "Morphological psychology claims to be one of the most recent full psychology theories.\n", "is_music": false}
{"summary": "\"Suki de, Suki de, Suki de.\"\n", "is_music": true}
{"summary": "Going to Pieces: The Rise and Fall of the Slasher Film is a 2006 documentary film about slasher films.\n", "is_music": false}
{"summary": "USS Anamosa (YTB-409) was a Sassaba-class harbor tug that served in the United States Navy from 1945 to 1978.\n", "is_music": false}
{"summary": "The 1985 LPGA Championship was held May 30 to June 2 at Jack Nicklaus Golf Center at Kings Island in Mason, Ohio, a suburb northeast of Cincinnati.\n", "is_music": false}
{"summary": "Néstor Ruben Contreras Palma (born February 26, 1979) is a Chilean former footballer.\n", "is_music": false}
{"summary": "The men's 1500 metres event at the 2002 Commonwealth Games was held on 30–31 July.\n", "is_music": false}
{"summary": "The 1911 Wisconsin Badgers football team represented the University of Wisconsin as a member of the Western Conference during the 1911 college football season.\n", "is_music": false}
{"summary": "The 2014 UEFA Europa League final was the final match of the 2013–14 UEFA Europa League, the 43rd season of Europe's secondary club football tournament organised by UEFA, and the fifth season since it was renamed from the UEFA Cup to the UEFA Europa League.\n", "is_music": false}
{"summary": "George Eugene Trahern (born June 29, 1936), was an American politician who was a member of the Oregon House of Representatives and Oregon State Senate.\n", "is_music": false}
{"summary": "The 2015 South Holland District Council election took place on 7 May 2015 to elect members of the South Holland District Council in England.\n", "is_music": false}
{"summary": "Fort Collins Municipal Railway Birney Safety Streetcar No. 21 is a streetcar (or trolley) in Fort Collins, Colorado, listed on the U.S. National Register of Historic Places.\n", "is_music": false}
{"summary": "Josh Macleod (born 27 October 1996) is a Welsh rugby union player who plays for the Scarlets as a back-rower.\n", "is_music": false}
{"summary": "Albert Caasmann (2 June 1886 – 23 March 1968) was a German sculptor and porcelain artist.\n", "is_music": false}
{"summary": "Mike Rossi (born May 1967) is a disc jockey and former television host who gained national notoriety in 2015 after qualifying for the Boston Marathon with a time that later came under heavy scrutiny, resulting in widespread accusations that he had cheated in his qualifying race.\n", "is_music": true}
{"summary": "Holy Trinity Church is a Church of Scotland parish church in St Andrews, Fife.\n", "is_music": false}
{"summary": "Three Feathers is a Canadian drama film.\n", "is_music": false}
{"summary": "Alevtina Shastitko (Russian: Алевтина Шаститко; born 22 April 1939) is a Soviet athlete.\n", "is_music": false}
{"summary": "National Women's Soccer League owners own a share in the National Women's Soccer League (NWSL) and have the right to operate a team.\n", "is_music": false}
{"summary": "Edward Strachey may refer to:  Edward Strachey, 1st Baron Strachie (1858–1936), British Liberal politician Sir Edward Strachey, 3rd Baronet (1812–1901), English man of letters\n", "is_music": false}
{"summary": "The Parthian–Bactrian War refers to the invasion of the Greco-Bactrian Kingdom by Mithridates I of Parthia in 150s BC, which ended with a Parthian victory and annexation of Western Bactria to the new emerging Iranian power, the Parthian Empire.\n", "is_music": false}
{"summary": "Ulalushka (Russian: Улалушка; Altay: Улалушка, Ulaluşka) is a rural locality (a settlement) in Mayminsky District, the Altai Republic, Russia.\n", "is_music": false}
{"summary": "Miogallus is an extinct genus of large pheasant that lived during the Miocene of Europe.\n", "is_music": false}
{"summary": "KTVE, UHF analog channel 32, was an independent television station licensed to Longview, Texas, United States, that operated from 1953 to 1955.\n", "is_music": false}
{"summary": "David Zima (born 8 November 2000) is a Czech professional footballer who plays as a defender for Slavia Prague and the Czech Republic national team.\n", "is_music": false}
{"summary": "The men's shot put event at the 1950 British Empire Games was held on 9 February at the Eden Park in Auckland, New Zealand.\n", "is_music": false}
{"summary": "Torre Negra is a 12th-century fort built in 1145 in Catalonia, to defend the territories of Sant Cugat.\n", "is_music": false}
{"summary": "Arjun Singh Dhurve (born 12 August 1953) is a folk dancer and a retired teacher from the Dindori district of the Indian State of  Madhya Pradesh.\n", "is_music": false}
{"summary": "Luther S. Conwell (c. 1860 – c. February 5, 1934) was a physician and a member of the Delaware House of Representatives.\n", "is_music": false}
{"summary": "Sauroconcha caperteeana is a species of air-breathing land snails, terrestrial pulmonate gastropod molluscs in the family Camaenidae.\n", "is_music": false}
{"summary": "The Swan is a 1956 American romantic comedy-drama film directed by Charles Vidor from a screenplay by John Dighton.\n", "is_music": false}
{"summary": "Enger (German pronunciation: [ˈɛŋɐ] ) is a town in the Herford district, in North Rhine-Westphalia, Germany.\n", "is_music": false}
{"summary": "Blind Faith were  an English rock supergroup that consisted of Steve Winwood, Eric Clapton, Ginger Baker, and Ric Grech.\n", "is_music": true}
{"summary": "Burns Fellowship or Burns Fellow may refer to:  Arthur F. Burns Fellowship, organized by the International Center for Journalists; awardees include Anne Gellinek Robert Burns Fellowship, University of Otago, a New Zealand literary fellowship\n", "is_music": false}
{"summary": "Njazi Kuqi (born 25 March 1983) is a Finnish former professional footballer, who played as a forward.\n", "is_music": false}
{"summary": "Konstanty Roman Jelski (Belarusian: Канстанцін Ельскі, February 17, 1837 – November 26, 1896) was an acclaimed Polish ornithologist and zoologist who explored French Guiana.\n", "is_music": false}
{"summary": "This is a list of common Latin abbreviations.\n", "is_music": false}
{"summary": "The New Industrial State is a 1967 book by John Kenneth Galbraith.\n", "is_music": false}
{"summary": "Paradox Addendum is an EP by The Crüxshadows released in 2000.\n", "is_music": true}
{"summary": "Kai-Uwe von Hassel (21 April 1913 – 8 May 1997) was a German politician from Schleswig-Holstein associated with the Christian Democratic Union (CDU).\n", "is_music": false}
{"summary": "Clan Wemyss is a Lowland Scottish clan.\n", "is_music": false}
{"summary": "Thomas North Graves, 2nd Baron Graves (28 May 1775 – 7 February 1830) was a British peer and Member of Parliament.\n", "is_music": false}
{"summary": "Hyperolius leucotaenius is a species of frog in the family Hyperoliidae.\n", "is_music": false}
{"summary": "National Organization of Russian Scouts may refer to  National Organization of Russian Scouts (Russia), a Russian Scouting organization National Organization of Russian Scouts (Scouts-in-Exile), a Scouts-in-Exile organization\n", "is_music": false}
{"summary": "Marina di Campo is a town in Tuscany, central Italy, administratively a frazione of the comune of Campo nell'Elba, province of Livorno.\n", "is_music": false}
{"summary": "John Maxwell Evans (born August 4, 1942) is a former judge of the Canadian Federal Court of Appeal.\n", "is_music": false}
{"summary": "Pebbles Project is a humanitarian project located in the Stellenbosch area outside Cape Town in the Western Cape Province in South Africa that  supports farm workers in wineries.\n", "is_music": false}
{"summary": "Steven Woodcock (born 13 July 1961) is a British film director, writer, and producer.\n", "is_music": false}
{"summary": "\"I've Got Nothing\" is a song released by the participants of the BBC Two documentary series Chartjackers and is credited as such.\n", "is_music": true}
{"summary": "St. Luke's Church (Bull Hill Church; St. Luke's Methodist Church) is a historic church in rural Beaufort County, South Carolina located about four miles north of Pritchardville.\n", "is_music": false}
{"summary": "List of public sculptures and monuments in Albania.\n", "is_music": false}
{"summary": "Elliott Valance Bell (September 25, 1902 - January 11, 1983) was a financial writer for The New York Times who managed the two successful gubernatorial campaigns for his friend, Governor Thomas E. Dewey.\n", "is_music": false}
{"summary": "Enter Arsène Lupin is a 1944 American film noir directed by Ford Beebe and starring Charles Korvin and Ella Raines.\n", "is_music": false}
{"summary": "The 2012 Billboard Music Awards is a music award ceremony that was held on May 20, 2012 at the MGM Grand Garden Arena in Las Vegas, Nevada.\n", "is_music": true}
{"summary": "Sir Wintringham Norton Stable,  (19 March 1888 – 23 November 1977) was a British High Court judge from 1938 to 1968.\n", "is_music": false}
{"summary": "Porter Peak is the highest mountain in the Bull Run Mountains of northern Elko County, Nevada.\n", "is_music": false}
{"summary": "Highland High School is a public high school located in Cowiche, Washington.\n", "is_music": false}
{"summary": "The Tanacu exorcism was a case in which Maricica Irina Cornici, an allegedly mentally ill nun at the Romanian Orthodox Church monastery of Tanacu in Vaslui County, Romania, was ruled to be killed during an exorcism in 2005 led by Father Daniel Petre Corogeanu and four Orthodox Christian nuns who were a part of the Order of the Holy Trinity.\n", "is_music": false}
{"summary": "The 42nd People's Choice Awards, honoring the best in popular culture for 2015, were held January 6, 2016, at the Microsoft Theater in Los Angeles, California, and were broadcast live on CBS.\n", "is_music": true}
{"summary": "Ecogrid, known as Ecoraster to most of Europe, is a type of plastic, permeable paving grid used in the construction of parking lots, walkways and other outdoor surfaces.\n", "is_music": false}
{"summary": "The tennis competitions at the 1997 Mediterranean Games in Bari, Italy were played from June 14–19.\n", "is_music": false}
{"summary": "This is a list of all golfers who have played in the Curtis Cup for the Great Britain and Ireland team through 2024.\n", "is_music": false}
{"summary": "Pterolophia humerosopunctata is a species of beetle in the family Cerambycidae.\n", "is_music": false}
{"summary": "Daniel Goh Pei Siong (Chinese: 吴佩松; pinyin: Wú Pèisōng; born 1973) is a Singaporean sociologist and former politician.\n", "is_music": false}
{"summary": "Lacconotus punctatus is a species of beetle in the family Mycteridae.\n", "is_music": false}
{"summary": "Hmwe Hmwe Khin (Burmese: မွှေးမွှေးခင်) is a Burmese politician who currently serves as Minister of Shan Ethnic Affairs  for Sagaing Region and Shan State Parliament MP for Shan .\n", "is_music": false}
{"summary": "Hemiconus granatinus is an extinct species of sea snail, a marine gastropod mollusk, in the family Conidae, the cone snails and their allies.\n", "is_music": false}
{"summary": "Heckscher Playground is a play area located in New York City's Central Park, located close to Central Park South between Sixth Avenue and Seventh Avenue.\n", "is_music": false}
{"summary": "Vladimír Slanina Sr. (born 12 May 1969) is a Czech male canoeist who won a medal at senior level at the Wildwater Canoeing World Championships.\n", "is_music": false}
{"summary": "Bae Hae-sun (Korean: 배해선; Hanja: 裴海善; born May 8, 1974) is a South Korean film, television, musical, and stage actress.\n", "is_music": false}
{"summary": "Joseph Jackson Parker (July 11, 1923 – December 27, 1998) was an American professional football end who played for two seasons in the National Football League (NFL) for the Chicago Cardinals from 1946 to 1947.\n", "is_music": false}
{"summary": "Clypeoplex is a genus of parasitoid wasps belonging to the family Ichneumonidae.\n", "is_music": false}
{"summary": "The 2021 Cork Premier Intermediate Football Championship was the 16th staging of the Cork Premier Intermediate Football Championship since its establishment by the Cork County Board in 2006.\n", "is_music": false}
{"summary": "Melissa Lantsman  (born April 8, 1984) is a Canadian politician and former public relations executive who serves as the member of Parliament (MP) for Thornhill since 2021.\n", "is_music": false}
{"summary": "James Dempster may refer to:  James Dempster (Methodist), Methodist clergyman James Dempster (footballer), Scottish footballer\n", "is_music": false}
{"summary": "Jen Lee (born July 26, 1986) is an American ice sled hockey player.\n", "is_music": false}
{"summary": "Yu 2002 was an Imperial Japanese Army transport submarine, a unit of the Yu 2001 subclass of the Yu I type.\n", "is_music": false}
{"summary": "Wearne's Air Service (WAS), established in 1937, was an early Malayan airline.\n", "is_music": false}
{"summary": "George Lane-Fox JP DL (13 November 1816 – 2 November 1896), of Bowcliffe Hall, was an English landowner and politician.\n", "is_music": false}
{"summary": "This is a list of 1990s music albums that multiple music journalists, magazines, and professional music review websites have considered to be among the best of the 1990s and of all time, separated into the years of each album's release.\n", "is_music": true}
{"summary": "There are two comets named Ikeya–Seki: C/1965 S1 (this one), and C/1967 Y1, a.k.a. 1968 I, 1967n.\n", "is_music": false}
{"summary": "Mark-Paul Harry Gosselaar (; born March 1, 1974) is an American actor.\n", "is_music": false}
{"summary": "DeWitt Stephen Hyde (March 21, 1909 – April 25, 1986) was an American attorney and politician who served as a member of the United States House of Representatives for Maryland's 6th congressional district from 1953 to 1959.\n", "is_music": false}
{"summary": "Spirit Dome is a collaborative album by ambient musicians Steve Roach and Vidna Obmana.\n", "is_music": true}
{"summary": "Not One Night is an EP by the hard rock band Mr. Big.\n", "is_music": true}
{"summary": "Marjorie Bruce or Marjorie de Brus (c. 1296 – 1316 or 1317) was the eldest daughter of Robert the Bruce, King of Scots, and the only child born of his first marriage with Isabella of Mar. Marjorie's marriage to Walter, High Steward of Scotland, gave rise to the House of Stewart.\n", "is_music": false}
{"summary": "The West Contra Costa Unified School District (WCCUSD; formerly known as Richmond School District) is the school district for western Contra Costa County, California.\n", "is_music": false}
{"summary": "George Henry Smith (October 27, 1922 – May 22, 1996) was an American science fiction author who also wrote soft-core erotica.\n", "is_music": false}
{"summary": "Mount Bear is a high, glaciated peak in the Saint Elias Mountains of Alaska.\n", "is_music": false}
{"summary": "Iraj (Persian: ایرج - Iraj) alternatively Iradj is a Persian given name.\n", "is_music": false}
{"summary": "FAU or Fau may refer to:\n", "is_music": false}
{"summary": "In Norse mythology, Ífingr (sometimes anglicised as \"Ifing\") is a river that separates Asgard, the realm of the Æsir, from Jötunheim, the land of jötnar, according to stanza 16 of the poem Vafthrudnismal from the Poetic Edda:  \"Ifing the river is called, which divides the earth between the sons of giants and the gods; freely it will flow through all time, ice never forms on the river.\"\n", "is_music": false}
{"summary": "Falling for You may refer to:  \n", "is_music": true}
{"summary": "The 1917–18 Ottawa Senators season was the team's first season in the newly formed National Hockey League (NHL) and 33rd season of play overall.\n", "is_music": false}
{"summary": "Succinea piratarum is a species of air-breathing land snail, a terrestrial gastropod mollusc in the family Succineidae, the amber snails.\n", "is_music": false}
{"summary": "Poul Carl Bjerre (24 May 1876 – 15 July 1964) was a Swedish psychiatrist who was a native of Gothenburg.\n", "is_music": false}
{"summary": "Thorleif Lintrup Paus (6 January 1912 – 28 November 2006) was a Norwegian lawyer and diplomat.\n", "is_music": false}
{"summary": "This is a list of bridges and tunnels on the National Register of Historic Places in the U.S. state of Maryland.\n", "is_music": false}
{"summary": "Siphone Intala is a Laotian politician.\n", "is_music": false}
{"summary": "Mokrzyca [mɔˈkʂɨt͡sa] (formerly German Albertinenhof) is a settlement in the administrative district of Gmina Chociwel, within Stargard County, West Pomeranian Voivodeship, in north-western Poland.\n", "is_music": false}
{"summary": "Aleksandr Nikolayevich Averyanov (Russian: Александр Николаевич Аверьянов; 1 October 1948 – 15 June 2021) was a Soviet and Russian professional football coach and player.\n", "is_music": false}
{"summary": "Museum of Ceramics or Ceramics Museum or Museu de Cerâmica may refer to any ceramics museum or, more specifically: (by country)  Museu de Cerâmica (Caldas da Rainha), in Portugal Museum of Ceramics (East Liverpool, Ohio), USA\n", "is_music": false}
{"summary": "The 1991 Baltic Cup football competition took place from 15 to 17 November 1991 at the Žalgiris Stadium in Klaipėda, Lithuania and Kretinga Stadium in Kretinga.\n", "is_music": false}
{"summary": "Ascodichaena is a genus of fungi in the family Ascodichaenaceae.\n", "is_music": false}
{"summary": "The Sag Harbor Custom House is a historic house located in Sag Harbor, Suffolk County, New York, originally built around 1770.\n", "is_music": false}
{"summary": "The Ministry of Finance is a ministry responsible for the financing, revenue and expenses of the Government of Saskatchewan in order to enhance the fiscal strength of the Province.\n", "is_music": false}
{"summary": "Jerry Dean Hinsley (born April 9, 1945) is an American former professional baseball player, a right-handed pitcher whose career extended from 1963 through 1971.\n", "is_music": false}
{"summary": "Ovacık is a village in the Başmakçı District, Afyonkarahisar Province, Turkey.\n", "is_music": false}
{"summary": "Men's Central Jail is a Los Angeles County Sheriff's Department county jail for men in Los Angeles, Los Angeles County, California, United States.\n", "is_music": false}
{"summary": "Elena Dobriţoiu (born 29 August 1957), also known as Elena Radu-Dobriţoiu, is a Romanian former rowing cox who competed in the 1980 Summer Olympics.\n", "is_music": false}
{"summary": "Abirabad (Persian: عبيراباد, also Romanized as ‘Abīrābād) is a village in Darbqazi Rural District, in the Central District of Nishapur County, Razavi Khorasan Province, Iran.\n", "is_music": false}
{"summary": "Line 4 of the Changchun Rail Transit (Chinese: 长春轨道交通4号线; pinyin: Chángchūn Guǐdào Jiāotōng Sì Hào Xiàn) is a grade separated light rapid transit line in Changchun, running from north to south.\n", "is_music": false}
{"summary": "Oxydisia is a monotypic snout moth genus described by George Hampson in 1901.\n", "is_music": false}
{"summary": "The Center for Humans and Nature is a nonprofit, non-partisan organization with a mission to explore and promote human responsibilities in relation to nature.\n", "is_music": false}
{"summary": "The 1986 Ugandan Super League was the 19th season of the official Ugandan football championship, the top-level football league of Uganda.\n", "is_music": false}
{"summary": "Morvin Te Anatipa Simon  (1944 – 14 May 2014) was a New Zealand Māori composer, kapa haka leader, choirmaster and historian.\n", "is_music": true}
{"summary": "Terrific Tales is the title of a collection of forty-four Gothic fiction short stories by Isabella Lewis, published in 1804 and originally printed by R. Cantwell of Temple Bar for J. F Hughes of Cavendish Square.\n", "is_music": false}
{"summary": "Dark Hollow is an unincorporated community in Lawrence County, Indiana, in the United States.\n", "is_music": false}
{"summary": "Geoffrey Joseph Organ (1 May 1918 – 16 April 1993) was an Australian rules footballer who played with Geelong in the Victorian Football League (VFL).\n", "is_music": false}
{"summary": "Gerhard Wehmeier (1935–2009) was an Old Testament Scholar hailing from Germany from the Evangelical Church of Hesse Electorate-Waldeck.\n", "is_music": false}
{"summary": "Columbella fuscata, the burnt dove shell, is a species of sea snail, a marine gastropod mollusk in the family Columbellidae, the dove snails.\n", "is_music": false}
{"summary": "Tim Grayson (born September 17, 1967) is an American state politician in California.\n", "is_music": false}
{"summary": "Michael Lane (26 October 1802 – 27 February 1868) was a British civil engineer who served as the Chief Engineer of the Great Western Railway (GWR).\n", "is_music": false}
{"summary": "Boris Anatolevich Nartsissov (Russian: Борис Анатольевич Нарциссов; 14 February 1906 – 27 November 1982) was a Russian émigré poet.\n", "is_music": false}
{"summary": "Hearts or Diamonds? is a 1918 American silent mystery film directed by Henry King and starring William Russell, Charlotte Burton, and Howard Davies.\n", "is_music": false}
{"summary": "BBC World Service is an international broadcaster.\n", "is_music": false}
{"summary": "New Hampshire's 24th State Senate district is one of 24 districts in the New Hampshire Senate.\n", "is_music": false}
{"summary": "George Speller Wright (11 January 1845 – 1 January 1935), generally referred to as G. S. Wright, was an Australian banker, the first Inspector-General of the State Bank of South Australia.\n", "is_music": false}
{"summary": "DSHK-1 Stanislav was a Ukrainian fast assault craft of the Centaur class launched in 2018.\n", "is_music": false}
{"summary": "Jovan Živković (born 23 May 2006) is an Austrian professional footballer who plays as a striker for SK Rapid Wien.\n", "is_music": false}
{"summary": "Year 130 (CXXX) was a common year starting on Saturday (link will display the full calendar) of the Julian calendar.\n", "is_music": false}
{"summary": "Dupont Plaza Hotel may refer to:  Dupont Plaza Hotel (Miami), a hotel in Miami, Florida, 1957–2004 Dupont Plaza Hotel arson, 1986 Hotel Dupont Plaza in San Juan, Puerto Rico, former name of San Juan Marriott Resort & Stellaris Casino\n", "is_music": false}
{"summary": "The game of chess, or rather its immediate precursor, known as shatranj, was introduced to Europe from the Islamic sphere, most likely via Iberia (modern Spain), in the 9th or 10th century (possibly as early as at the beginning of the 9th century, and certainly by the mid to late 10th century).\n", "is_music": false}
{"summary": "Beck's Futures was a British art prize founded by London's Institute of Contemporary Arts and sponsored by Beck's beer given to contemporary artists.\n", "is_music": false}
{"summary": "17 Thetis is a stony asteroid from the inner regions of the asteroid belt, approximately 90 kilometers in diameter.\n", "is_music": false}
{"summary": "The Titanic Historical Society, Inc. (THS) is a non-profit organization founded on July 7, 1963, whose purpose is the preservation of the history of the famous ocean liner RMS Titanic, which sank in 1912, in one of the greatest maritime disasters in history.\n", "is_music": false}
{"summary": "Skate sailing is a method of moving over ice standing on ice skates utilizing the force of the wind.\n", "is_music": false}
{"summary": "Max Cunningham is a fictional character from the British Channel 4 soap opera Hollyoaks, played by Ben Sheriff from 1995 to 1997, and Matt Littler from 1997 to 2008.\n", "is_music": false}
{"summary": "Maney is an area of Sutton Coldfield, Birmingham, England.\n", "is_music": false}
{"summary": "Sarhang Almas Khan (Kurdish: ئەڵماس خانی کەنۆڵەیی, romanized: Serheng Elmas Xan), was a Kurdish poet from the village of Kenule in Kermanshah, then under the rule of the Zand dynasty.\n", "is_music": false}
{"summary": "Casner Motor Racing Division – also known as America Camoradi (casner motor racing division), Camoradi USA or Camoradi International – was an American racing team of the 1960s known for racing Maserati Birdcage sports cars, and a Porsche and Cooper in Formula One.\n", "is_music": false}
{"summary": "The men's all-around dumbbell was a weightlifting event held as part of the weightlifting programme at the 1904 Summer Olympics.\n", "is_music": false}
{"summary": "Borodinsky Bridge (Russian: Бороди́нский мост) is a steel plate girder bridge that spans Moskva River, connecting Dorogomilovo District and Kievsky Rail Terminal with the centre of  Moscow, Russia (two kilometers due west from the Kremlin).\n", "is_music": false}
{"summary": "The Prior of Coldingham was the head of the Benedictine monastic community of Coldingham Priory in Berwickshire, Scotland.\n", "is_music": false}
{"summary": "Under A Texas Moon is a 1930 American pre-Code musical Western film photographed entirely in Technicolor.\n", "is_music": true}
{"summary": "Jorge Julio López (Latin American Spanish: [ˈlopes]; born 1929) is an Argentine retired bricklayer who was kidnapped during the National Reorganization Process, and disappeared again during the democratic government of Néstor Kirchner after testifying in trial against dictatorship criminal Miguel Etchecolatz.\n", "is_music": false}
{"summary": "The 20 mm AA Machine Cannon M/38 was a 20 mm  rapid fire autocannon produced by the Danish company Dansk Industri Syndikat (DISA).\n", "is_music": false}
{"summary": "The District of Warsaw (of Armia Krajowa) (Polish: Okręg Warszawa) - one of territorial organisational units of the Polish Home Army, covered the territory of Warsaw and its close neighbourhood i.e. the Powiat of Warsaw.\n", "is_music": false}
{"summary": "Baku is a village development committee (VDC) in Solukhumbu District in the Sagarmatha Zone of north-eastern Nepal.\n", "is_music": false}
{"summary": "Waldo's People is a Finnish Eurodance band.\n", "is_music": true}
{"summary": "Atenango del Río  is a city in the southern Mexican state of Guerrero.\n", "is_music": false}
{"summary": "Caitlín R. Kiernan is the author of many science fiction and dark fantasy works, including sixteen novels, many comic books, and more than three hundred published short stories, novellas, and vignettes collected into more than twenty collections.\n", "is_music": false}
{"summary": "The following are the events in professional sumo during 2004.\n", "is_music": false}
{"summary": "The 1958–59 Northern Rugby Football League season was the 64th season of rugby league football.\n", "is_music": false}
{"summary": "Gold is a crater in the Oxia Palus quadrangle of Mars.\n", "is_music": false}
{"summary": "Terebra mamillata is a species of sea snail, a marine gastropod mollusc in the family Terebridae, the auger snails.\n", "is_music": false}
{"summary": "1962–63 would have been the 17th  season of the Western International Hockey League; however, the Trail Smoke Eaters had represented Canada, and won, at the 1961 World Ice Hockey Championships, and Spokane had placed a team (the Spokane Comets in the professional Western Hockey League commencing with the 1960–61 season.\n", "is_music": false}
{"summary": "August 25 - Eastern Orthodox liturgical calendar - August 27 All fixed commemorations below are observed on September 8 by Orthodox Churches on the Old Calendar.\n", "is_music": false}
{"summary": "Gopa or Gop or Gope is a synonym of the Yadav (Ahir) caste.\n", "is_music": false}
{"summary": "Kessler Park Historic District is located in the Kessler Park neighborhood of Dallas, Texas (USA).\n", "is_music": false}
{"summary": "Sri R. Swaminatha Merkondar was an Indian politician.\n", "is_music": false}
{"summary": "Novoaidar Raion (Ukrainian: Новоайдарський район) was a raion (district) in Luhansk Oblast in eastern Ukraine.\n", "is_music": false}
{"summary": "Aliabad (Persian: علي اباد, also Romanized as ‘Alīābād; also known as ‘Alīābād-e Chehel Gazī, ‘Alīābād-e Ernān, and Deh Aliābād) is a village in Ernan Rural District, in the Central District of Mehriz County, Yazd Province, Iran.\n", "is_music": false}
{"summary": "Martins Azubuike   is a Nigerian politician who served as the 5th Speaker of the Abia State House of Assembly after he was elected on June 11, 2015.\n", "is_music": false}
{"summary": "Thiranthidu Seese (transl. Open Sesame) is a 2015 Indian Tamil-language thriller film directed by Nimesh Varshan.\n", "is_music": false}
{"summary": "Bill Clarke (5 October 1882 – 5 November 1945) was an Australian rules footballer who played with South Melbourne in the Victorian Football League (VFL).\n", "is_music": false}
{"summary": "Balloon Man may refer to:  \"The Balloonman\", an episode of the television series Gotham Balloon Man (album), a 1989 album by Iain Ballamy Balloon Man, a character from the animated film Teen Titans Go!\n", "is_music": true}
{"summary": "Sree Vana Sastha Sree Vana Durga Temple, Ithiyapuram Kaavu, Swamiyar madam.\n", "is_music": false}
{"summary": "The Kawasaki KX125 is a two-stroke, motocross motorcycle produced by Kawasaki from 1974 to 2008.\n", "is_music": false}
{"summary": "Sean Grieshop (born November 23, 1998) is an American competitive swimmer.\n", "is_music": false}
{"summary": "Cambiemos Movimiento Ciudadano (English: Let's Change - Citizen's Movement) is a Venezuelan political party with a pluralist and progressive tendency founded on 11 May 2018.\n", "is_music": false}
{"summary": "Leyla İmret (born 1987) is a Turkish politician of Kurdish origin.\n", "is_music": false}
{"summary": "Kent Doyle Logsdon is an American diplomat who had served as the U.S. ambassador to Moldova.\n", "is_music": false}
{"summary": "Gottifredi is a surname of Italian origin.\n", "is_music": false}
{"summary": "Asif J. Chaudhry (born 1956) is a Pakistani-born American diplomat, who served as United States Ambassador to Moldova from 2008 to 2011.\n", "is_music": false}
{"summary": "\"Down\" is a single by American singer-songwriter and rapper Jessi.\n", "is_music": true}
{"summary": "Dermot Bailey (born 18 February 1994) is a British professional wheelchair tennis player.\n", "is_music": false}
{"summary": "17 Hours (Spanish: 23-F: La película) is a 2011 Spanish political thriller film directed by Chema de la Peña which stars Paco Tous, Juan Diego, Fernando Cayo, Mariano Venancio, and Ginés García Millán.\n", "is_music": false}
{"summary": "Duarte Vale (born 11 January 1999) is a Portuguese tennis player.\n", "is_music": false}
{"summary": "Mazraeh-ye Khalaf (Persian: مزرعه خلف) is a village in, and the capital of, Meshgin-e Gharbi Rural District of Qosabeh District, Meshgin Shahr County, Ardabil province, Iran.\n", "is_music": false}
{"summary": "The minister of state for development, formerly the minister of state for development and Africa and the secretary of state for international development, is a senior minister of the Crown within the Government of the United Kingdom.\n", "is_music": false}
{"summary": "General elections were held in the Netherlands on 15 February 1967.\n", "is_music": false}
{"summary": "Wolde Selassie Harris (born 26 January 1974) is a Jamaican football coach and former player.\n", "is_music": false}
{"summary": "HMS Terror was a specialised warship and a newly developed bomb vessel constructed for the Royal Navy in 1813.\n", "is_music": false}
{"summary": "The Caribbean Institute for Meteorology and Hydrology was established in 1967 by the member states, all current and ex-British colonies, of the Caribbean Meteorological Organisation (CMO).\n", "is_music": false}
{"summary": "Felix Holt, the Radical (1866) is a social novel written by English author George Eliot (pen name of Mary Ann Evans) about political disputes in a small English town at the time of the First Reform Act of 1832.\n", "is_music": false}
{"summary": "Arechis II (also Aretchis, Arichis, Arechi or Aregis) (born c. 734 – died 26 August 787) was a Duke of Benevento, in Southern Italy.\n", "is_music": false}
{"summary": "Making History is an album by the Jamaica-born, British-based dub poet Linton Kwesi Johnson.\n", "is_music": true}
{"summary": "Ruth Whitman (May 28, 1922 – December 1, 1999) was an American poet, translator, and professor.\n", "is_music": false}
{"summary": "Itzstedt is a municipality in the district of Segeberg, in Schleswig-Holstein, Germany.\n", "is_music": false}
{"summary": "Paul John Buckle (born 16 December 1970) is an English football manager and former player.\n", "is_music": false}
{"summary": "Lame Gig Contest is the only full-length studio album by the Berkeley, California-based punk rock band Crimpshrine.\n", "is_music": true}
{"summary": "The psychiatric survivors movement (more broadly consumer/survivor/ex-patient movement) is a diverse association of individuals who either currently access mental health services (known as consumers or service users), or who have experienced interventions by psychiatry that were unhelpful, harmful, abusive, or illegal.\n", "is_music": false}
{"summary": "Gorham High School is a public, co-educational school located in Gorham, New Hampshire.\n", "is_music": false}
{"summary": "Villy is a commune in the Ardennes department in northern France.\n", "is_music": false}
{"summary": "Carole Lynn Crist (née Oumano, formerly Rome) is an American businesswoman and former First Lady of Florida.\n", "is_music": false}
{"summary": "Akiyoshi Kitaoka (北岡 明佳, Kitaoka Akiyoshi, born August 19, 1961) is a Professor of Psychology at the College of Letters, Ritsumeikan University, Kyoto, Japan, who has been referred to as \"a master of optical art\".\n", "is_music": false}
{"summary": "Trevor Skerrett (born 6 March 1953) is an English former professional rugby league footballer who played in the 1970s and 1980s.\n", "is_music": false}
{"summary": "Aleksandr Sergeyevich Ignatyev (Russian: Александр Серге́евич Игнатьев; born 7 November 1971) is a former Russian professional footballer.\n", "is_music": false}
{"summary": "St. James Catholic Church is located in Woodbridge, New Jersey.\n", "is_music": false}
{"summary": "Hank Cramer  is an American folk singer from the Pacific Northwest.\n", "is_music": true}
{"summary": "Martina Navratilova and Pam Shriver were the defending champions but only Navratilova competed that year with Iwona Kuczyńska.\n", "is_music": false}
{"summary": "Roland Bondonny (May 1932, Meymac – February 2005) was a wealthy vintner who lived in France, in Égletons in Corrèze and also in Fourmies in Nord.\n", "is_music": false}
{"summary": "Ruwaished (Arabic: الرويشد) is a town in the far east of Jordan belongin to the administrative district of the Mafraq Governorate.\n", "is_music": false}
{"summary": "\"Fallin' for You for Years\" is a song written by Mike Reid and Troy Seals, and recorded by American country music artist Conway Twitty.\n", "is_music": true}
{"summary": "The marbled flounder, Pseudopleuronectes yokohamae, is a flatfish of the family Pleuronectidae.\n", "is_music": false}
{"summary": "Expo Centre Lahore (Urdu: نُمَائِش گاہ لاہور) is a 4,000-square-metre (43,000 sq ft) convention center located in Lahore, Punjab, Pakistan.\n", "is_music": false}
{"summary": "Seabraia sanguinicollis is a species of beetle in the family Cerambycidae.\n", "is_music": false}
{"summary": "Here is a list of notable people associated with Bard College in Annandale-on-Hudson, New York.\n", "is_music": false}
{"summary": "Yendegaia Airport Spanish: Aeropuerto Yendegaia, (ICAO: SCNY) is a rural airstrip in the Magallanes Region of Chile.\n", "is_music": false}
{"summary": "The year 2002 was the tenth year in the history of Pancrase, a mixed martial arts promotion based in Japan.\n", "is_music": false}
{"summary": "Yeah OK is an album by Not Squares.\n", "is_music": true}
{"summary": "Princeless is an American all-ages comic book series by Jeremy Whitley.\n", "is_music": false}
{"summary": "Ben Garrett may refer to:  Ben Garrett, of the American worship band Zealand Worship Ben Garrett, English art pop musician, known as Fryars\n", "is_music": true}
{"summary": "Charles Edmund Lambert (4 April 1872 – 1 April 1954) was a British Anglican priest who served as Principal of the Clergy Training School (now Westcott House, Cambridge) and as Archdeacon of Hampstead.\n", "is_music": false}
{"summary": "Matt Stiller (born 14 February 1985) is a Hong Kong cricketer.\n", "is_music": false}
{"summary": "Julien Tinayre (26 October 1859 – 2 July 1923) was a French illustrator and wood-engraver.\n", "is_music": false}
{"summary": "Frédérik Durand (born 4 May 1988), professionally known as SNAILS, is a DJ and music producer from Montreal, Canada.\n", "is_music": true}
{"summary": "Krishna Bharadwaj is an Indian television actor.\n", "is_music": false}
{"summary": "The Noyes Museum of Art is an art museum.\n", "is_music": false}
{"summary": "UCLA Mattel Children's Hospital (MCH) at Ronald Reagan UCLA Medical Center is a nationally ranked pediatric acute care children's hospital located in Los Angeles, California.\n", "is_music": false}
{"summary": "Joseph Maphosa (born 7 April 1994) is a Zimbabwe-born British professional boxer.\n", "is_music": false}
{"summary": "For the Love of God (French: Pour l'amour de Dieu) is a Canadian drama film, directed by Micheline Lanctôt and released in 2011.\n", "is_music": false}
{"summary": "Sreeja Ravi dubbed for more than 1500 films for various actresses in Malayalam film industry.\n", "is_music": false}
{"summary": "James B. Pearson (1920–2009) was a U.S. Senator from Kansas from 1962 to 1978.\n", "is_music": false}
{"summary": "Charlene Ren, also known as Xiaoyuan Ren, is a Chinese environmental engineer and social entrepreneur.\n", "is_music": false}
{"summary": "Taken Down, is an Irish crime drama series starring Aissa Maiga, Lynn Rafferty, Brian Gleeson, Orla Fitzgerald and Barry Ward.\n", "is_music": false}
{"summary": "The Wilmanns Neopunic inscriptions are five Neopunic inscriptions discovered in 1873–74 in Ottoman Tunisia by Gustav Heinrich Wilmanns and published in 1876 by Julius Euting.\n", "is_music": false}
{"summary": "Brighton Film Festival may refer to one of two film festivals in Brighton, England:  CINECITY: The Brighton Film Festival, founded in 2003 and funded by the BFI Brighton Rocks International Film Festival (BRIFF), for independent cinema\n", "is_music": false}
{"summary": "The Global Honored Crown (GHC) Women's Championship (Japanese: GHC女子座, Hepburn: GHC Joshi Ōza) is a women's professional wrestling world championship created and promoted by the Japanese promotion Pro Wrestling Noah.\n", "is_music": false}
{"summary": "Quetta (; Urdu: کوئٹہ, ko'eṭa, [ˈkweːʈə] , Pashto: کوټه) is the capital and largest city of the Pakistani province of Balochistan.\n", "is_music": false}
{"summary": "Germantown Hills is a village in Woodford County, Illinois, approximately 8 miles (13 km) northeast of Peoria.\n", "is_music": false}
{"summary": "Julius Edwin Harlow (June 28, 1931 – February 12, 2024) was an American Conservative rabbi and liturgist.\n", "is_music": false}
{"summary": "Cecil McGivern CBE (22 May 1907, in Newcastle, England – 30 January 1963, in Buckinghamshire, England) was a British broadcasting executive, who initially worked for BBC Radio before transferring to BBC Television in the late 1940s.\n", "is_music": false}
{"summary": "IDA Ireland (Irish: An Ghníomhaireacht Forbartha Tionscail) is the agency responsible for the attraction and retention of inward foreign direct investment (FDI) into Ireland.\n", "is_music": false}
{"summary": "The Association for Behavior Analysis International (ABAI) is a nonprofit organization dedicated to promoting behavior analysis.\n", "is_music": false}
{"summary": "A destructive tornado outbreak struck a wide swath of the Southern and Eastern United States as well as Canada on November 15 and 16, 1989.\n", "is_music": false}
{"summary": "Herman William Quinton (28 October 1896, in Red Cliff, Newfoundland – 2 April 1952) was a Canadian politician.\n", "is_music": false}
{"summary": "The Westport River lies between Narragansett Bay and Buzzards Bay in Westport, Massachusetts.\n", "is_music": false}
{"summary": "The Superbrands organization publishes surveys related to brands.\n", "is_music": false}
{"summary": "Otto \"Otl\" Aicher (German: [ˈɔtl̩ ˈʔaɪçɐ]; 13 May 1922 – 1 September 1991) was a German graphic designer and typographer.\n", "is_music": false}
{"summary": "Sexual harassment in education in the United States is an unwelcome behavior of a sexual nature that interferes with an American student's ability to learn, study, work or participate in school activities.\n", "is_music": false}
{"summary": "Stepney and Poplar was a parliamentary constituency in London, which returned one Member of Parliament (MP)  to the House of Commons of the Parliament of the United Kingdom.\n", "is_music": false}
{"summary": "The Life and Adventures of Nicholas Nickleby (also known simply as Nicholas Nickleby) is a 1947 British drama film directed by Alberto Cavalcanti and starring Cedric Hardwicke, with Derek Bond in the title role.\n", "is_music": false}
{"summary": "Potrero Grande is a town in the Panamá province of Panama.\n", "is_music": false}
{"summary": "A needlegun scaler, needle scaler, or needle-gun is a tool used to remove rust, mill scale, and old paint from metal surfaces.\n", "is_music": false}
{"summary": "Bong (Dutch: [bɔŋ], Limburgish: [bɔŋ]) is a hamlet in the Dutch province of Limburg.\n", "is_music": false}
{"summary": "Elvis Thomas (born July 27, 1972) is a former Canadian soccer player.\n", "is_music": false}
{"summary": "Calaveras Creek is a northward-flowing stream in Alameda and Santa Clara counties of California.\n", "is_music": false}
{"summary": "The Community Fire Protection Program, enacted in the 2002 farm bill (P.L. 107-171, Sec. 8003), as an amendment to the Cooperative Forestry Assistance Act of 1978 (P.L. 95-313), to provide assistance to communities for fire protection, especially in the wildland-urban interface.\n", "is_music": false}
{"summary": "Western Ballads is the first full-length album by Jackson United, released in 2004.\n", "is_music": true}
{"summary": "Sherborne House is a Grade I listed building in Newland, Sherborne, Dorset, England.\n", "is_music": false}
{"summary": "Heliodorus of Larissa (fl. 3rd century?) was a Greek mathematician, and the author of a short treatise on optics which is still extant.\n", "is_music": false}
{"summary": "Pseudochaeta is a subgenus of flies in the family Tachinidae.\n", "is_music": false}
{"summary": "Carolyn Males (born 1946) is an American writer and photographer.\n", "is_music": false}
{"summary": "Eduardo Pizarro Leongómez is a Colombian sociologist and political analyst.\n", "is_music": false}
{"summary": "Richard St Leger Granville (24 April 1907 – 8 August 1972) was an English cricketer.\n", "is_music": false}
{"summary": "Offiong Edem (born 31 December 1986 in Calabar) is a retired Nigerian table tennis player  who has been a consistent presence in African and international table tennis competitions for over a decade.\n", "is_music": false}
{"summary": "St Peter Julian's Church is a Roman Catholic church and shrine of eucharistic adoration in Sydney in the care of the Congregation of the Blessed Sacrament.\n", "is_music": false}
{"summary": "The 1874 County Louth by-election was fought on 8 April 1874.\n", "is_music": false}
{"summary": "(John) Joseph Knight (1829–1907) was an English dramatic critic and theatre historian.\n", "is_music": false}
{"summary": "Bill Miller (4 January 1936 – 27 June 1986) was an Australian rules footballer who played with Geelong in the Victorian Football League (VFL).\n", "is_music": false}
{"summary": "\"Godwin\" is a song by Nigerian songwriter and singer Korede Bello.\n", "is_music": true}
{"summary": "Sportradar AG is a multinational corporation with headquarters in St. Gallen, Switzerland, that collects and analyzes sports data for bookmakers, national and international sports federations, and media companies.\n", "is_music": false}
{"summary": "The 2016 Guernsey general election was held on 27 April 2016 to elect 38 members of the States of Guernsey who will serve until 2020.\n", "is_music": false}
{"summary": "Ilona Bruzsenyák (born 14 September 1950) is a Hungarian former track and field athlete who competed in the women's pentathlon, long jump and 100 metres hurdles.\n", "is_music": false}
{"summary": "Gerald Graham 'Graham' Peel (1877 – November 1937) was an English composer.\n", "is_music": true}
{"summary": "Crime Doctor's Man Hunt is a 1946 American mystery film directed by William Castle and starring Warner Baxter, Ellen Drew and William Frawley.\n", "is_music": false}
{"summary": "Mithra  is a village in Kapurthala district of Punjab State, India.\n", "is_music": false}
{"summary": "Diana Garnham is a British science administrator.\n", "is_music": false}
{"summary": "Kurakkanni is the north western area of Varkala Town in Varkala Municipality of Trivandrum district in the state of Kerala, India.\n", "is_music": false}
{"summary": "Ralph William Franklin (born January 3, 1947) was the eleventh Bishop of Western New York in the Episcopal Church between 2011 and 2019.\n", "is_music": false}
{"summary": "Peter George Hatch (born 3 July 1938) is an English former first-class cricketer and British Army officer.\n", "is_music": false}
{"summary": "The 2002 FIBA U16 European Championship Division C was held in Nicosia, Cyprus, from 2 to 6 July 2002.\n", "is_music": false}
{"summary": "Ben Wolfson was an American football coach.\n", "is_music": false}
{"summary": "String Quartet No. 7 in A major, Stiles 1.2.3.3 SQ7, by Australian composer Alfred Hill was commenced in Melbourne and finished in Sydney on 18 November 1934, as stated in the manuscript score preserved in the National Library of Australia.\n", "is_music": true}
{"summary": "Grylloblatta scudderi, also known as Scudder's rock crawler, is a species of Grylloblattidae.\n", "is_music": false}
{"summary": "Warwick Public School District No. 29, also known as Warwick Public Schools, is a school district in Warwick, North Dakota.\n", "is_music": false}
{"summary": "Alexander Femister Garvie (1934 – 2024) was a British classicist and Emeritus Professor of Classics at the University of Glasgow.\n", "is_music": false}
{"summary": "Alfredo Arróniz Vidal (15 September 1902 – 15 May 1976) was a Spanish footballer who played as a midfielder for Valencia CF and CD Castellón.\n", "is_music": false}
{"summary": "Configuration or configurations may refer to:\n", "is_music": false}
{"summary": "Constantine James Maroulis (; born September 17, 1975) is an American actor and rock singer.\n", "is_music": true}
{"summary": "The 69th Street Transportation Center (soon to be known as 69th Street Transit Center) is a SEPTA terminal in the Terminal Square section of Upper Darby Township, Pennsylvania.\n", "is_music": false}
{"summary": "In Greek mythology, Carme or Karme (; Ancient Greek: Κάρμη Karmē) was the mother, by Zeus, of the goddess Britomartis.\n", "is_music": false}
{"summary": "Dan Baugh (born September 10, 1974 in Regina, Saskatchewan) is a Canadian rugby union player, who retired in 2005 due to a long string of injuries.\n", "is_music": false}
{"summary": "Ole Henrik Mortensen (born 29 January 1958) is a Danish first-class cricketer, probably the best his country has produced.\n", "is_music": false}
{"summary": "CBC2 may be:  CBC Radio 2, FM radio network in Canada CBC-2, a proposed (but never aired) second English-language Canadian TV service that was to be operated by the Canadian Broadcasting Corporation Ford Bay Airport, CBC2 ICAO airport code, in the Northwest Territories, Canada\n", "is_music": false}
{"summary": "Cayuse is an archaic term used in the American West, originally referring to a small landrace horse, often noted for unruly temperament.\n", "is_music": false}
{"summary": "Mildred Loree Lillie (January 25, 1915 – October 27, 2002) was an American jurist.\n", "is_music": false}
{"summary": "Lake Macquarie is an electoral district of the Legislative Assembly in Greater Newcastle, Hunter region of the Australian state of New South Wales.\n", "is_music": false}
{"summary": "Gordon Smith Guitars is a manufacturer of hand-crafted electric guitars.\n", "is_music": false}
{"summary": "The Monroe Lake Archeological District is a U.S. historic district (designated as such on November 5, 1996) located southwest of Homestead, Florida, in the vicinity of Monroe Lake.\n", "is_music": false}
{"summary": "Hermann von Wissmann may refer to:  Hermann Wissmann (1853–1905), German explorer and administrator in Africa Hermann von Wissmann (steamship), a German steamer Hermann von Wissmann (ship, 1940), became in 1950 the Belgian Kamina Hermann von Wissmann (geographer) (1895–1979), German-Austrian explorer of Arabia, son of the above\n", "is_music": false}
{"summary": "The University of Utah Press is the independent publishing branch of the University of Utah and is a division of the J. Willard Marriott Library.\n", "is_music": false}
{"summary": "The Karamoja apalis (Apalis karamojae) is a species of bird in the family Cisticolidae.\n", "is_music": false}
{"summary": "'Not / But, or the \"not…but\" element, is an acting technique that forms part of the Brechtian approach to performance.\n", "is_music": false}
{"summary": "Mark Ledford (March 10, 1960 – November 1, 2004) was an American trumpeter, singer, and guitarist.\n", "is_music": true}
{"summary": "Hans Hermann Herz (September 23, 1908 – December 26, 2005) was an American scholar of international relations and law.\n", "is_music": false}
{"summary": "USS YMS-328 is a decommissioned US Navy YMS-1-class (YMS-135 subclass) Yard Mine Sweeper (YMS), built in Ballard, Washington (Seattle) at Ballard Marine & Railway.\n", "is_music": false}
{"summary": "Gene Cross (born December 20, 1971) is a former American college and professional basketball coach, currently serving as a Director, Scouting & Administration for the New York Knicks of the National Basketball Association (NBA).\n", "is_music": false}
{"summary": "Lubiszewice [lubiʂɛˈvit͡sɛ] is a village in the administrative district of Gmina Poddębice, within Poddębice County, Łódź Voivodeship, in central Poland.\n", "is_music": false}
{"summary": "Huddersfield Town's 1927–28 campaign was the last season of Town's true dominance of English football.\n", "is_music": false}
{"summary": "Alexander Hamilton Jr./Sr. High School (AHHS) is a public, six-year middle and secondary school in Elmsford, New York, United States.\n", "is_music": false}
{"summary": "Hypochalcia lignella is a moth of the  family Pyralidae.\n", "is_music": false}
{"summary": "Kim Cameron (August 31, 1948 — November 30, 2021) was a Canadian computer scientist who was Microsoft's chief architect of access and worked since the emergence of the Internet to create a humanistic system of Digital Identity.\n", "is_music": false}
{"summary": "College Harry Brakeman is a United Methodist school (primary and secondary) in Haiti.\n", "is_music": false}
{"summary": "Yves Allegro and Roger Federer were the defending champions, but did not participate this year.\n", "is_music": false}
{"summary": "Ole Sarvig (Danish pronunciation:[ˈoːlə ˈsɑːviˀ]) (27 November 1921 in Copenhagen – 4 December 1981 in Copenhagen) was a Danish author and poet, known for his participation in the literary journal  heretica.\n", "is_music": false}
{"summary": "Settler colonialism is a logic and structure of displacement by settlers, using colonial rule, over an environment for replacing it and its indigenous peoples with settlements and the society of the settlers.\n", "is_music": false}
{"summary": "The dorsal body cavity is located along the dorsal (posterior) surface of the human body, where it is subdivided into the cranial cavity housing the brain and the spinal cavity housing the spinal cord.\n", "is_music": false}
{"summary": "\"È l'amore che conta\" is a song written by Italian singer Giorgia, busbee, Allan Rich and Jud Friedman and released on 9 September 2011 as the second single from Giorgia's album Dietro le apparenze.\n", "is_music": true}
{"summary": "Good Kid is a five-member indie rock band from Toronto, Ontario.\n", "is_music": true}
{"summary": "Katun ( KAY-tən) is a supplier of OEM-compatible imaging consumables and supplies for office equipment.\n", "is_music": false}
{"summary": "Thobwa is a Malawian and Zambian fermented drink that has a milky appearance, a cereal taste and a grainy texture.\n", "is_music": false}
{"summary": "Leesa may refer to:\n", "is_music": false}
{"summary": "Beri State was a princely state of the Bundelkhand Agency of the British Raj.\n", "is_music": false}
{"summary": "Ijede is a local council development area in Lagos State, Nigeria.\n", "is_music": false}
{"summary": "A Conservative leadership convention was held on October 12, 1927 at the Winnipeg Amphitheatre in Winnipeg, Manitoba.\n", "is_music": false}
{"summary": "Patrice Washington (born 1961) is a Bahamian airplane pilot, whose career was marked by a series of firsts.\n", "is_music": false}
{"summary": "Ian Beer is a British computer security expert and white hat hacker, currently residing in Switzerland and working for Google as part of its  Project Zero.\n", "is_music": false}
{"summary": "The 2016 Vaahteraliiga season was the 37th season of the highest level of American football in Finland.\n", "is_music": false}
{"summary": "\"Danny Nedelko\" is a song by British rock band Idles.\n", "is_music": true}
{"summary": "The Flying Mail is a 1926 American silent action film directed by Noel M. Smith.\n", "is_music": false}
{"summary": "NIBSBuses Limited, trading as NIBS Buses, is a bus and coach operator in Essex, England.\n", "is_music": false}
{"summary": "Chung Ui-hwa (Korean: 정의화; Hanja: 鄭義和; born 18 December 1948) is a South Korean doctor and politician who served as Speaker of the National Assembly from 2014 to 2016.\n", "is_music": false}
{"summary": "The 1981 Inner Mongolia student protest, which took place in Inner Mongolia from 22 August to 15 November 1981, opposed a package of new policies that would worsen steppe degradation in the Inner Mongolia steppe and worsen the political representation of Chinese Mongols.\n", "is_music": false}
{"summary": "Dali railway station (Chinese: 大理站; pinyin: Dàlǐ zhàn) is a railway station located in Dali, Dali Bai Autonomous Prefecture, Yunnan, China.\n", "is_music": false}
{"summary": "Joshua Arana Hill (born 22 April 1999) is a New Zealand rugby union player who plays for Otago in the National Provincial Championship (NPC).\n", "is_music": false}
{"summary": "Mary Quintal (née Voon; born 1929) was an Assistant Superintendent of Police from 1961 to 1974 and a former badminton player.\n", "is_music": false}
{"summary": "Cryptoforis celata is a species of mygalomorph spider in the Idiopidae family.\n", "is_music": false}
{"summary": "Tiptonville is a town in and the county seat of Lake County, Tennessee, United States.\n", "is_music": false}
{"summary": "The Heartland Institute is an American conservative and libertarian 501(c)(3) nonprofit public policy think tank known for its rejection of both the scientific consensus on climate change and the negative health impacts of smoking.\n", "is_music": false}
{"summary": "The Amphidromia (Ancient Greek: τὰ Ἀμφιδρόμια, lit. 'two-way', [ta ampʰidrǒmia]), in ancient Greece, was a ceremonial feast celebrated on the fifth or seventh day after the birth of a child.\n", "is_music": false}
{"summary": "Onslow Speedway is a once famous maritime racing track located in Onslow (near Truro), Nova Scotia, Canada, where many well known racers from the Maritimes once raced or started racing.\n", "is_music": false}
{"summary": "Tham Hua Kalok (Thai: ถ้ำหัวกะโหลก, literally Skull Cave, also named Tham Phi Hua To ถ้ำผีหัวโต) is a cave in Ao Luek District near Phang Nga Bay in southern Thailand.\n", "is_music": false}
{"summary": "Variations of cream buns or cream rolls exist all around the world.\n", "is_music": false}
{"summary": "New England Mutual Life Insurance Co. v. Woodworth, 111 U.S. 138 (1884), was a U.S. Supreme Court case.\n", "is_music": false}
{"summary": "Eleanor Constance Lodge  (18 September 1869, Hanley, Staffordshire – 19 March 1936) was a British academic who served as vice-principal of Lady Margaret Hall, Oxford from 1906 to 1921 and then principal of Westfield College, Hampstead, in the University of London, from 1921 to 1931.\n", "is_music": false}
{"summary": "James Laney may refer to:  James T. Laney (born 1927), educator and ambassador Pete Laney (James Earl Laney, born 1943), politician\n", "is_music": false}
{"summary": "Beauchamp Bagenal Harvey (died 28 June 1798) was a barrister and a commander of the United Irishmen in the Battle of New Ross during the 1798 Rebellion.\n", "is_music": false}
{"summary": "Henry Nolde Butler (born February 16, 1954) is an American professor of law, economics, and public policy and former executive director of the Law and Economics Center at the Antonin Scalia Law School in Arlington, Virginia.\n", "is_music": false}
{"summary": "Luis Roberto García Díaz-Granados was a Colombian politician and two time Governor of the Department of Cesar.\n", "is_music": false}
{"summary": "Hakan Dinç (born 1963) is a Turkish racing driver.\n", "is_music": false}
{"summary": "The Utah Transit Authority (UTA) operates two bus rapid transit (BRT) services along the Wasatch Front in Utah, United States.\n", "is_music": false}
{"summary": "Stormy Peters is an information technology industry analyst and prominent free and open source software (FOSS) advocate, promoting business use of FOSS.\n", "is_music": false}
{"summary": "Mehdili is a village in the Jabrayil Rayon of Azerbaijan.\n", "is_music": false}
{"summary": "The Chaldean mafia, or Chaldean organized crime, is a collective of criminal organizations composed of Chaldean Catholic Assyrians which emerged in the United States during the 1980s.\n", "is_music": false}
{"summary": "Ladzhanuri Hydro Power Plant or Lajanuri Hydro Power Plant (B. Chichinadze) — One of the Biggest and Largest Dam Georgia, one of the nation's first and unique tall dams (Dam Height 69 M).\n", "is_music": false}
{"summary": "Chris Carter, known professionally as Von Pimpenstein, is an American record producer and mixer from Los Angeles, California, United States.\n", "is_music": true}
{"summary": "Eppenberg Charterhouse (German: Kartause Eppenberg) was a charterhouse, or Carthusian monastery, now a ruin, situated on the Eppenberg next to the Heiligenberg in Gensungen, now part of Felsberg in Hesse, Germany.\n", "is_music": false}
{"summary": "Frances Klein, also known as Frances Siskin (October 19, 1915 – December 22, 2012), was an American jazz musician who began her career in the early 1930s.\n", "is_music": true}
{"summary": "The Swansea Cork ferry was a 10-hour ferry crossing that linked Swansea in Wales with the Port of Cork in Ireland.\n", "is_music": false}
{"summary": "\"Satellite\" is a song by British band the Beloved, released on March 16, 1996 by EastWest as the first single from the band's fifth album, X (1996).\n", "is_music": true}
{"summary": "Billbergia cardenasii is a species of flowering plant in the genus Billbergia.\n", "is_music": false}
{"summary": "The Boyz was a German boy band formed in Berlin in 1996 with encouragement from music producer Triple-M.\n", "is_music": true}
{"summary": "The discography of Atlanta, Georgia-based ambient and psychedelic band Deerhunter includes eight studio albums, two extended plays, five vinyl singles, three split albums, and nine music videos.\n", "is_music": true}
{"summary": "The Atlantic Provinces Chambers of Commerce (APCC) is a regional chamber of commerce in the four Atlantic Provinces of Canada.\n", "is_music": false}
{"summary": "Natica michaelis is a species of predatory sea snail, a marine gastropod mollusk in the family Naticidae, the moon snails.\n", "is_music": false}
{"summary": "USS Dixie III (SP-701), later USS SP-701, was a United States Navy patrol vessel in commission from 1917 to 1919.\n", "is_music": false}
{"summary": "State Highway 196 (SH 196) is a state highway near Wiley, Colorado.\n", "is_music": false}
{"summary": "Royston Macauley Evans (13 January 1884 – 12 March 1977) was an Australian sportsman.\n", "is_music": false}
{"summary": "Genetic engineering techniques allow the modification of animal and plant genomes.\n", "is_music": false}
{"summary": "Clouded Leopard National Park is a national park in the Sepahijala Wildlife Sanctuary Tripura, India.\n", "is_music": false}
{"summary": "Arthur Jacobson (October 23, 1901 – October 6, 1993) was an American assistant director.\n", "is_music": false}
{"summary": "Wondrous Boccaccio (Italian: Maraviglioso Boccaccio) is a 2015 Italian film directed by Paolo and Vittorio Taviani.\n", "is_music": false}
{"summary": "The 2000–01 Wollongong Wolves FC season was the club's 21st season since its establishment in 1980.\n", "is_music": false}
{"summary": "Colin Fraser (born January 28, 1985) is a Canadian former professional ice hockey centre.\n", "is_music": false}
{"summary": "Warby may refer to:  Ed Warby (born 1968), Dutch musician Ken Warby (born 1939), Australian motorboat racer Mark Warby (born 1958), judge of the High Court of England and Wales nickname of Adrian Warburton (1918–1944), Second World War Royal Air Force flying ace\n", "is_music": false}
{"summary": "Dávid Haščák (born 28 October 1998) is a Slovak professional footballer who plays as a midfielder for Poprad.\n", "is_music": false}
{"summary": "The 2019 WNBA All-Star Game was an exhibition basketball game played on July 27, 2019.\n", "is_music": false}
{"summary": "Oman participated at the 2018 Asian Para Games which was held in Jakarta, Indonesia from 6 to 13 October 2018.\n", "is_music": false}
{"summary": "Fall of London is a tabletop role-playing game supplement released in March 2020 by Modiphius Entertainment for use with the fifth edition of the game Vampire: The Masquerade, and is part of the larger World of Darkness series.\n", "is_music": false}
{"summary": "The Liushu Formation is a geological formation in Gansu province, China that spans up to 100 m thick and is widely distributed within the Linxia Basin, with a paleomagnetic age between 11 and 6.4 mya (Upper/Late Miocene).\n", "is_music": false}
{"summary": "Anthony Alphonse Alves (born 23 June 1989) is a rugby union player.\n", "is_music": false}
{"summary": "Doina Bumbea (Korean: 도이나 붐베아; 25 January 1950 – January 1997) was a Romanian painter who was abducted to North Korea in 1978.\n", "is_music": false}
{"summary": "The Benson Historic Barrio is a small neighborhood in Benson, Arizona.\n", "is_music": false}
{"summary": "The rhetorical school of Gaza was a group of influential scholars based in Gaza in Late Antiquity (5th–6th centuries), many of whom exhibited a teacher-pupil relationship and participated as orators in local public life.\n", "is_music": false}
{"summary": "Ortaköy (Kurdish: Girik) is a neighbourhood in the municipality and district of Kızıltepe, Mardin Province in Turkey.\n", "is_music": false}
{"summary": "St. Mary's School (formerly,Ewing Female University; 1868-) was an American parochial girls' school located in Knoxville, Illinois.\n", "is_music": false}
{"summary": "Robert Duchniewicz (Lithuanian: Robert Duchnevič or Robertas Duchnevičius, born 15 August 1991) is a Lithuanian Polish politician.\n", "is_music": false}
{"summary": "The mynas (; also spelled mynah) are a group of birds in the starling family (Sturnidae).\n", "is_music": false}
{"summary": "John C. Calhoun (1782–1850) was the 7th vice president of the United States.\n", "is_music": false}
{"summary": "Brigadier Bernard Edward Fergusson, Baron Ballantrae,  (6 May 1911 – 28 November 1980) was a British Army officer and military historian who served as the tenth governor-general of New Zealand from 1962 to 1967.\n", "is_music": false}
{"summary": "Nicholas Furlong (1929 – 21 March 2022) was an Irish farmer, journalist, author and historian from County Wexford.\n", "is_music": false}
{"summary": "Yang Zi (Chinese: 杨子; pinyin: Yáng Zǐ; born 19 June 1984, in Beijing, China) is a Chinese-born Singaporean former table tennis player.\n", "is_music": false}
{"summary": "Bishop Moore Vidyapith Mavelikkara (BMVM) is a LKG–12 private, Christian, co-educational school in Kallumala, Mavelikkara, Kerala, India.\n", "is_music": false}
{"summary": "Port William (French: Baye Choiseul, Spanish: Puerto Groussac) is a large inlet on the east coast of East Falkland island.\n", "is_music": false}
{"summary": "Jamie Moore (born 4 November 1978) is a British boxing trainer and former professional boxer who competed from 1999 to 2010.\n", "is_music": false}
{"summary": "The title duke of Terceira, de juro e herdade (meaning \"forever granted\") was created by decree of King Pedro IV of Portugal, on 8 November 1832.\n", "is_music": false}
{"summary": "Sean Byrne was an Irish footballer during the 1920s and 1930s.\n", "is_music": false}
{"summary": "The Oita salamander (Hynobius dunni) is a species of salamander in the family Hynobiidae endemic to Japan.\n", "is_music": false}
{"summary": "Power Rangers Ninja Storm is a set of two video games based on the Power Rangers Ninja Storm TV show for Game Boy Advance and Windows.\n", "is_music": false}
{"summary": "The politics of Aosta Valley, Italy, have since 1946 taken place in a framework of a parliamentary representative democracy, whereby the president of Aosta Valley has been the head of government, and of a pluralistic multi-party system.\n", "is_music": false}
{"summary": "Ben Barkema (born October 6, 1984) is a former American football tight end who played for the Cleveland Browns.\n", "is_music": false}
{"summary": "Lähte is a small borough (alevik) in Tartu Parish, Tartu County in eastern Estonia.\n", "is_music": false}
{"summary": "Hugo Miranda (born 8 August 1980) is a former football defender from Paraguay who last played for Finnish club FF Jaro in the Veikkausliiga.\n", "is_music": false}
{"summary": "Dearden is a patronymic and an English family name meaning \"the valley of the deer\" deriving from the location, Dearden, near Edenfield, Lancashire.\n", "is_music": false}
{"summary": "Ammachatram is a village situated 6 km from  Kumbakonam (Temple Town) to Mayiladuthurai route on [State Highway (SH - 64)] and 277 km away from Chennai.\n", "is_music": false}
{"summary": "Beğlan Birand Toğrol (born March 1927 in Istanbul - 19 January 2016) was a Turkish scientist, best known for her contributions to medical and experimental psychology.\n", "is_music": false}
{"summary": "The Bhopal–Lucknow Express is a Tri-Weekly superfast express train service offered by West Central Railways Bhopal Division.\n", "is_music": false}
{"summary": "A teloblast is a large cell in the embryos of clitellate annelids which asymmetrically divide to form many smaller cells known as blast cells.\n", "is_music": false}
{"summary": "The New Adventures of Chor Lau-heung is a Hong Kong television series adapted from Chu Liuxiang Xinzhuan of Gu Long's Chu Liuxiang novel series.\n", "is_music": false}
{"summary": "Ingyun is a village in Kale Township, Kale District, in the Sagaing Region of western Burma.\n", "is_music": false}
{"summary": "Styggebrekkufsa Bluff (71°55′S 5°53′E) is a bluff overlooking the cast-central part of Austreskorve Glacier in the Muhlig-Hofmann Mountains of Queen Maud Land.\n", "is_music": false}
{"summary": "Esturia was a 2,143 gross register ton oiler, built by Armstrong Whitworth & Company, Walker in 1910.\n", "is_music": false}
{"summary": "Selim Matar is an Iraqi-Swiss writer, historian, and public intellectual who is the founder and editor-in-chief of the journal Mesopotamia.\n", "is_music": false}
{"summary": "Siti Khadijah Azhari (born 19 November 1969), better known as Ayu Azhari, is an Indonesian actress, model and author of mixed Indian and Sundanese descent.\n", "is_music": false}
{"summary": "ISOTX was a Dutch independent video game developer founded by Vincent van Geel and Byron Rupp in 2005.\n", "is_music": false}
{"summary": "Deh Sefid (Persian: ده سفيد, also Romanized as Deh Sefīd) is a village in Chaqa Narges Rural District, Mahidasht District, Kermanshah County, Kermanshah Province, Iran.\n", "is_music": false}
{"summary": "We Own the Night is the debut EP by American rapper Jim Jones.\n", "is_music": true}
{"summary": "Paremonia argentata is a moth of the subfamily Arctiinae.\n", "is_music": false}
{"summary": "James C. Thomas (April 26, 1889 – August 13, 1958) was an American lawyer and politician from New York.\n", "is_music": false}
{"summary": "Rapid Kuantan (styled as rapidKuantan) is a corporate brand owned by Prasarana Malaysia Berhad (Prasarana) to operate stage bus services in Kuantan, Pahang, Malaysia.\n", "is_music": false}
{"summary": "Members of the New South Wales Legislative Council were mostly elected at the 1933 election.\n", "is_music": false}
{"summary": "Shuddhi is a 2017 Indian Kannada-language crime drama film written and directed by Adarsh Eshwarappa.\n", "is_music": false}
{"summary": "Shifting Landscapes is a 250-by-35-foot (76 by 11 m) mural painted on Henderson Bridge in Thornhill, Ontario, by Canadian artist James Ruddle in 2015.\n", "is_music": false}
{"summary": "Stroboscopic cupola was a historical tank cupola design consisting of armoured outer and inner cylinders, both pierced by several regularly spaced vertical vision slits around the circumference.\n", "is_music": false}
{"summary": "Daphne Rose Wilkinson (later Harrison, 17 April 1932 – 24 December 2023) was an English freestyle swimmer and Olympian.\n", "is_music": false}
{"summary": "Liga Deportiva Universitaria de Quito's 2006 season was the club's 76th year of existence, the 53rd year in professional football, and the 45th in the top level of professional football in Ecuador.\n", "is_music": false}
{"summary": "Servir y proteger (transl. 'Serve and protect') is a Spanish police drama soap opera produced by Plano a Plano for Televisión Española.\n", "is_music": false}
{"summary": "Mansour Koushan (Persian: منصور کوشان) (26 December 1948 Isfahan, Iran – 16 February 2014 Stavanger, Norway) was a prominent Iranian novelist, poet, playwright, editor and director.\n", "is_music": false}
{"summary": "Juna Ugla is a village / panchayat located in the Gir Gadhada Taluka of Gir Somnath district in Gujarat State, India.\n", "is_music": false}
{"summary": "Sonia Stevens is a character in Wentworth.\n", "is_music": false}
{"summary": "Syed Nusrat Zaidi (1923 – March 2020) was a British Indian and later Pakistani poet who primarily wrote classical tradition poems in Urdu language.\n", "is_music": false}
{"summary": "The siege of Székesfehérvár also known as the siege of Stuhlweissenburg (French: Prise d'Albe-Royale, German: Belagerung von Stuhlweißenburg, Turkish: İstolni Belgrad) began on 4 September 1601 when an Imperial force sent by Holy Roman emperor Rudolf II, under the command of Frenchman Philippe Emmanuel de Lorraine, duc de Mercoeur, besieged the Hungarian fortress of Székesfehérvár occupied by the Ottomans since 1543.\n", "is_music": false}
{"summary": "Judith McKenzie may refer to:  Judith McKenzie (archaeologist) (1957–2019), specialist in the art and archaeology of the Middle East Judith Ann McKenzie (born 1942), biogeochemist known for her research on past climate change, chemical cycles in sediments, and geobiology\n", "is_music": false}
{"summary": "Yusuke Murase (村瀬 悠介, Murase Yusuke, born 9 April 1998) is a Japanese footballer currently playing as a defender for FC Ryukyu.\n", "is_music": false}
{"summary": "The Common Veterinary Area flows from the Veterinary Agreement annexed to the Bilateral II Agreement  between Switzerland and the European Union that has existed since 2009.\n", "is_music": false}
{"summary": "Lady's Bridge or similar terms may refer to:  Lady's Bridge, a bridge in Sheffield, England Lady's Bridge (album) (2007), by Richard Hawley Ladysbridge, County Cork, Ireland, a village Ladysbridge railway station, near Banff, Aberdeenshire, Scotland Ladysbridge Hospital, near Banff, Aberdeenshire, Scotland, a mental health facility Ladybridge High School, Bolton, England Waterloo Bridge, a bridge in London, England\n", "is_music": false}
{"summary": "The Hat and the Prophet is a play written by Palestinian fiction writer and journalist, Ghassan Kanafani.\n", "is_music": false}
{"summary": "Moriches (  moh-RITCH-iz) is a hamlet and census-designated place (CDP) in the Suffolk County town of Brookhaven, New York, United States.\n", "is_music": false}
{"summary": "Izegem (Dutch pronunciation: [ˈizəɣɛm]; West Flemish: Yzegem) is a city and municipality located in the Belgian province of West Flanders.\n", "is_music": false}
{"summary": "Beaulieu-sur-Loire (French pronunciation: [boljø syʁ lwaʁ], literally Beaulieu on Loire, before 1988: Beaulieu) is a commune in the Loiret department in north-central France.\n", "is_music": false}
{"summary": "Akbar II (Persian pronunciation: [ak.baɾ]; 22 April 1760 – 28 September 1837), also known as Akbar Shah II, was the nineteenth Mughal emperor from 1806 to 1837.\n", "is_music": false}
{"summary": "Tommy Byrne may refer to:  Tommy Byrne (baseball) (1919–2007), Major League Baseball player Tommy Byrne (musician) (born 1944), musician with the group Wolfe Tones Tommy Byrne (racing driver) (born 1958), former Formula One racing driver\n", "is_music": true}
{"summary": "Kings Hill/Southwest Salmon Street is a former light rail station in Portland, Oregon, United States, which was served by the Blue and Red lines of TriMet's MAX Light Rail.\n", "is_music": false}
{"summary": ".cat (pronounced in Catalan: punt cat [ˈpuŋ ˈkat]) is a sponsored top-level domain intended to be used to highlight the Catalan language.\n", "is_music": false}
{"summary": "Maris may refer to:\n", "is_music": false}
{"summary": "Bells from the Deep: Faith and Superstition in Russia is a 1993 documentary film written and directed by Werner Herzog, produced by Werner Herzog Filmproduktion.\n", "is_music": false}
{"summary": "Lamu Island is a port, city, and island just off the shore of Kenya in the Indian Ocean approximately 150 miles from Mombasa.\n", "is_music": false}
{"summary": "The brewster (B) is a non-SI unit used to measure the susceptibility of a material to photoelasticity, or the value of the stress-optic coefficient of the material.\n", "is_music": false}
{"summary": "The eastern gorilla (Gorilla beringei) is a critically endangered species of the genus Gorilla and the largest living primate.\n", "is_music": false}
{"summary": "The Papua New Guinea women's national cricket team, nicknamed the Lewas, represents the country of Papua New Guinea in international women's cricket.\n", "is_music": false}
{"summary": "Johan Röjler (born 11 November 1981) is an ice speed skater from Sweden, who represented his native country in three consecutive Winter Olympics, starting in 2002 in Salt Lake City.\n", "is_music": false}
{"summary": "The Caracas tapaculo (Scytalopus caracae) is a species of bird in the family Rhinocryptidae.\n", "is_music": false}
{"summary": "WJRM (1390 AM) is a radio station broadcasting a Gospel format.\n", "is_music": false}
{"summary": "Gorgopotamos (Greek: Γοργοπόταμος meaning the rushing river), may refer to:  Gorgopotamos, a village, a municipality and a historic bridge in Phthiotis, Greece Gorgopotamos railway station, a railway station serving the village in Phthiotis, Greece Gorgopotamos (river), a river in Phthiotis, Greece Gorgopotamos, Ioannina, a village in the Ioannina regional unit, Greece\n", "is_music": false}
{"summary": "The Alpha 6 is a fake \"molecular detector\" which, according to its manufacturer, can detect various substances from a distance, including explosives and drugs.\n", "is_music": false}
{"summary": "Shelton is a village and former civil parish, now in the parish of Dean and Shelton, in the Bedford district, in the ceremonial county of Bedfordshire, England.\n", "is_music": false}
{"summary": "The Football League play-offs for the 1996–97 season were held in May 1997, with the finals taking place at the old Wembley Stadium in London.\n", "is_music": false}
{"summary": "The Biber is a small river in the borderland between Germany and Switzerland.\n", "is_music": false}
{"summary": "Arrowsmith Lake is a lake located on Vancouver Island east of Mount Arrowsmith.\n", "is_music": false}
{"summary": "12 Dates of Christmas is a television film starring Amy Smart and Mark-Paul Gosselaar.\n", "is_music": false}
{"summary": "In mathematics, Tate's isogeny theorem, proved by Tate (1966), states that two abelian varieties over a finite field are isogeneous if and only if their Tate modules are isomorphic (as Galois representations).\n", "is_music": false}
{"summary": "Mordellistena annuliventris is a beetle in the genus Mordellistena of the family Mordellidae.\n", "is_music": false}
{"summary": "Konstantinos Giotas (Greek: Κωνσταντίνος Γιώτας; born 18 February 1980) is a Greek professional football player who last played as a centre back in the Football League for Niki Volos.\n", "is_music": false}
{"summary": "The Islington Railway Workshops are railway workshops in the northern suburbs of Adelaide, South Australia.\n", "is_music": false}
{"summary": "Telegraph Hill (267 metres, 876 feet high) is a hill about 1 mile northwest of Minterne Magna and about 10 miles north of Dorchester in the county of Dorset, England.\n", "is_music": false}
{"summary": "Mehdiabad-e Sardar (Persian: مهدي ابادسردار, also Romanized as Mehdīābād-e Sardār and Mehdi Abad Sardar) is a village in Qasemabad Rooral District, in the Central District of Rafsanjan County, Kerman Province, Iran.\n", "is_music": false}
{"summary": "Jahron Anthony Brathwaite (born July 3, 1993), known professionally as PARTYNEXTDOOR, is a Canadian R&B singer, songwriter, and record producer.\n", "is_music": true}
{"summary": "Eduardo Horacio García (born January 22, 1956) is a prelate of the Roman Catholic Church.\n", "is_music": false}
{"summary": "South Carolina Highway 336 (SC 336) is a 13.590-mile (21.871 km) primary state highway in the U.S. state of South Carolina.\n", "is_music": false}
{"summary": "The Jordan Women's Pro League (Arabic: الدوري الأردني النسوي للمحترفات) is the highest league of women's football in Jordan.\n", "is_music": false}
{"summary": "Nordstromia argenticeps is a moth in the family Drepanidae.\n", "is_music": false}
{"summary": "Avni Yıldırım (born 5 August 1991) is a Turkish professional boxer.\n", "is_music": false}
{"summary": "Dominique Julia (born 1940) is a 20th and 21st-century French historian.\n", "is_music": false}
{"summary": "Mary Spencer Nay (1913–1993) was an American painter and printmaker.\n", "is_music": false}
{"summary": "Marie Kofoed, née Bohn (19 January 1760 - 20 April 1838), was a Danish businessperson, landowner and philanthropist.\n", "is_music": false}
{"summary": "The Terrorists of Iraq: Inside the Strategy and Tactics of the Iraq Insurgency 2003–2014 is a nonfiction book about the Iraqi insurgency, written by U.S. Navy retired cryptology analyst Malcolm Nance.\n", "is_music": false}
{"summary": "Condinitha \"Connie\" Teaberry-Lindsey (born August 15, 1970,  in St. Louis, Missouri) is an American track and field athlete known for the high jump.\n", "is_music": false}
{"summary": "Khalid Izri (born Khalid Yachou in 1969) is a Riffian artist singing in Riffian language.\n", "is_music": true}
{"summary": "\n", "is_music": false}
{"summary": "Jalen Tolliver (born December 30, 1995) is an American football wide receiver who is a free agent.\n", "is_music": false}
{"summary": "Northern Superchargers are a franchise 100-ball cricket side based in the English city of Leeds.\n", "is_music": false}
{"summary": "Necla Güngör Kıragası is a Turkish football manager, currently serving as the technical director of the Turkey women's national team.\n", "is_music": false}
{"summary": "Mirosław Giruć (born 23 October 1972) is a Polish former professional footballer who played as a midfielder and at times as a forward.\n", "is_music": false}
{"summary": "Marshall Gelfand (December 14, 1927 - April 1, 2021) was an American music entrepreneur and founder of an entertainment business management firm called Gelfand.\n", "is_music": false}
{"summary": "R v Stairs, 2022 SCC 11 is a constitutional rights decision of the Supreme Court of Canada.\n", "is_music": false}
{"summary": "Elseya kalumburu is a species of large river snapping turtles from Australia.\n", "is_music": false}
{"summary": "The Trilobite Wilderness is a wilderness area in the Marble Mountains of the eastern Mojave Desert in northeastern San Bernardino County, California.\n", "is_music": false}
{"summary": "Phoenix is a village in Cook County, Illinois, United States.\n", "is_music": false}
{"summary": "This is a list of philatelists, persons notable for their contributions to philately.\n", "is_music": false}
{"summary": "George Herman Babcock (June 17, 1832 – December 16, 1893) was an American inventor.\n", "is_music": false}
{"summary": "Bashing (バッシング, Basshingu) is a 2005 film by Masahiro Kobayashi.\n", "is_music": false}
{"summary": "Dan (Serbian Cyrillic: Дан, pronounced [dâːn]; English: The Day) is a daily newspaper published in Montenegro.\n", "is_music": false}
{"summary": "Lists of Gaelic games clubs include:  List of Gaelic games clubs in Ireland List of Gaelic games clubs outside Ireland\n", "is_music": false}
{"summary": "The Golden Egg (Dutch: Het Gouden Ei), published as The Vanishing in English-speaking countries, is a psychological thriller novella written by Dutch author Tim Krabbé, first published in 1984.\n", "is_music": false}
{"summary": "Arthur Japy Hepburn (October 15, 1877 – May 31, 1964) was an admiral in the United States Navy, whose active-duty career included service in the Spanish–American War, World War I, and World War II.\n", "is_music": false}
{"summary": "Mary Gabrielle (Gay) Thompson (born 29 January 1948) was the Labor member for the South Australian House of Assembly electoral district of Reynell from 1997 to 2014.\n", "is_music": false}
{"summary": "Insch War Memorial Hospital is a small community hospital located at Insch, Aberdeenshire, Scotland.\n", "is_music": false}
{"summary": "Larch Mountain, elevation 3,480 feet (1,060 m), is the highest free-standing peak in Clark County, Washington.\n", "is_music": false}
{"summary": "¿Quién Tiene La Razón?\n", "is_music": false}
{"summary": "Rudolf Ferdinand Spitaler (7 January 1849 – 16 October 1946) was an Austrian astronomer, geophysicist, meteorologist and climatologist.\n", "is_music": false}
{"summary": "The year 1948 marked the beginning of the institutionalised modern European integration.\n", "is_music": false}
{"summary": "Concepción Fútbol Club is an Argentine football, club based in the city of Concepción, Tucumán.\n", "is_music": false}
{"summary": "John King, 2nd Baron King, FRS (13 January 1706 – 10 February 1740) was an English politician.\n", "is_music": false}
{"summary": "\"Cops and Robbers\" is a single by English pop rock band the Hoosiers.\n", "is_music": true}
{"summary": "Bridesburg School, also known as Irving School, was a historic school in the Bridesburg neighborhood of Philadelphia, Pennsylvania.\n", "is_music": false}
{"summary": "Ethan Nicolle is an American comic book creator, artist, and writer.\n", "is_music": false}
{"summary": "Kirill Kulemin (born 13 October 1980) is a Russian rugby union player currently playing for USA Perpignan in the Pro D2.\n", "is_music": false}
{"summary": "Zagol Academy is a private educational institution concentrating in both English and Amharic, located in Addis Ababa, Ethiopia, offering Lower Kindergarten through 8th grade.\n", "is_music": false}
{"summary": "Robert Carson Allen (born 10 January 1947 in Salem, Massachusetts) is Professor of Economic History at New York University Abu Dhabi.\n", "is_music": false}
{"summary": "The Château de Commercy is a castle in the town of Commercy, in the Meuse department of France.\n", "is_music": false}
{"summary": "Edgefest is an annual concert held in Little Rock, Arkansas, United States.\n", "is_music": true}
{"summary": "New Katni Junction railway station (station code:- NKJ) railway station, located on the Katni–Bilaspur line, serves Katni in Madhya Pradesh.\n", "is_music": false}
{"summary": "The Casa Nacional del Bicentenario (\"National Bicentennial House\") is a cultural center and museum located in the Recoleta section of Buenos Aires, Argentina.\n", "is_music": false}
{"summary": "FUN!\n", "is_music": false}
{"summary": "Carlos Alberto Ricardo is a Brazilian environment pioneer.\n", "is_music": false}
{"summary": "Svatopluk Beneš (24 February 1918 – 27 April 2007) was a Czechoslovak film actor.\n", "is_music": false}
{"summary": "Kingston Council may be:  Kingston upon Thames London Borough Council Kingston Council, BSA\n", "is_music": false}
{"summary": "Hoàng Trung Trọng (1922 in Hải Dương – 16 July 1998 in United States) was a Vietnamese songwriter.\n", "is_music": true}
{"summary": "Boghos Bey Yusufian (1775—1844) was an Armenian merchant and customs official.\n", "is_music": false}
{"summary": "Beechman is a surname.\n", "is_music": false}
{"summary": "Yunlin Station (Chinese: 云林站), is a metro station of Line 2, Wuxi Metro.\n", "is_music": false}
{"summary": "The George Johnson House is an historic building located near Calamus, Iowa, United States.\n", "is_music": false}
{"summary": "The Wages Councils Act 1945 (8 & 9 Geo. 6.\n", "is_music": false}
{"summary": "Tomahawks Field was an outdoor athletic stadium in Tokyo, Japan, the home field of the Hosei Orange of the Kantoh Collegiate American Football Association.\n", "is_music": false}
{"summary": "\"Unlock It\" is a song by English singer Charli XCX featuring German singer Kim Petras and American rapper Jay Park.\n", "is_music": true}
{"summary": "Kateřina Kováčová (born 16 July 1982) is a Czech poet.\n", "is_music": false}
{"summary": "Maria Skyllas-Kazacos (born 1951) is an Australian chemical engineer best known for her pioneering work of the vanadium redox battery, which she created at the University of New South Wales in the 1980s.\n", "is_music": false}
{"summary": "Hemidactylus macropholis, also known as Boulenger's gecko or largescale leaf-toed gecko,  is a species of gecko.\n", "is_music": false}
{"summary": "Kanamova (Russian: Канамова) is a rural locality (a village) in Leninskoye Rural Settlement, Kudymkarsky District, Perm Krai, Russia.\n", "is_music": false}
{"summary": "The First Cabinet of Stauning was the government of Denmark from 23 April 1924, to 14 December 1926.\n", "is_music": false}
{"summary": "Maloternovoy (Russian: Малотерновой) is a rural locality (a khutor) in Bolsheternovskoye Rural Settlement, Chernyshkovsky District, Volgograd Oblast, Russia.\n", "is_music": false}
{"summary": "This is a partial list of unsolved murders in Australia.\n", "is_music": false}
{"summary": "Anniebell Marrngamarrnga is an Aboriginal Australian artist from Maningrida in the Northern Territory of Australia.\n", "is_music": false}
{"summary": "Pseudochromis kristinae, the lip-stick dottyback, is a species of ray-finned fish from the Western Indian Ocean: along East Africa, around the island of Madagascar and the Comoro Islands, which is a member of the family Pseudochromidae.\n", "is_music": false}
{"summary": "The Borgo Medioevale in Turin, Italy, is an open air museum and reconstructed medieval village and castle.\n", "is_music": false}
{"summary": "Sorger is a surname of German origin.\n", "is_music": false}
{"summary": "The sixth competition weekend of the 2023–24 ISU Speed Skating World Cup was held at the Centre de Glaces in Quebec City, Canada, from Friday, 2 February, until Sunday, 4 February 2024.\n", "is_music": false}
{"summary": "Tatyana Sapunova (b. ~1974) is a Russian biophysicist who was seriously injured by an act of anti-Semitic terrorism  on 27 May 2002.\n", "is_music": false}
{"summary": "Rime may refer to:  Rime ice, ice that forms when water droplets in fog freeze to the outer surfaces of objects, such as trees.\n", "is_music": false}
{"summary": "Unanimated are a Swedish melodic death metal band.\n", "is_music": true}
{"summary": "Avigdor \"Yanush\" Ben-Gal (Hebrew: אביגדור בן-גל; 1936 – February 13, 2016; born Janusz Goldlust) was an Israeli general.\n", "is_music": false}
{"summary": "Tabina, officially the Municipality of Tabina (Cebuano: Lungsod sa Tabina; Subanen: Benwa Tabina; Maguindanaon: Inged nu Tabina, Jawi: ايڠد نو تبين; Chavacano: Municipalidad de Tabina; Tagalog: Bayan ng Tabina), is a 4th class municipality in the province of Zamboanga del Sur, Philippines.\n", "is_music": false}
{"summary": "John Wickersham Woolley (December 30, 1831 – December 13, 1928) was an American Latter Day Saint and one of the founders of the Mormon fundamentalism movement.\n", "is_music": false}
{"summary": "Punt Bama Punt is the nickname given to the 1972 Iron Bowl football game between the Auburn Tigers and Alabama Crimson Tide, in which Auburn blocked two Alabama punts and ran them back for touchdowns to win the game.\n", "is_music": false}
{"summary": "Sıla is a Turkish television series directed by Gül Oğuz for ATV and ATV Avrupa (Europe) in 2006.\n", "is_music": false}
{"summary": "A Sybil attack is a type of attack on a computer network service in which an attacker subverts the service's reputation system by creating a large number of pseudonymous identities and uses them to gain a disproportionately large influence.\n", "is_music": false}
{"summary": "Francesco Maria Schiaffino (1688 – 3 January 1763) was an Italian sculptor of the Rococo, or late-Baroque, mainly active in his native city of Genoa.\n", "is_music": false}
{"summary": "Richard F. Byrd (born April 30, 1953) is a retired American college basketball coach who served as the head coach of the Belmont Bruins men's basketball team from 1986-2019.\n", "is_music": false}
{"summary": "Norman Levy Park and Preserve is a man-made park on the South Shore of Long Island in Merrick, New York.\n", "is_music": false}
{"summary": "Michel de Sousa Fernandes Alcobia de Almeida (born 28 September 1974) is a Portuguese judoka.\n", "is_music": false}
{"summary": "\"I'll Keep Your Memory Vague\" is the third single (final in the U.S. because \"Talking To The Walls\" was only released in Canada) and also the third track on Finger Eleven's fifth studio album Them vs.\n", "is_music": true}
{"summary": "The League of Technical Voters (LOTV) is a 501(c)(3) non-profit organization whose primary goal is to involve more technical people in the political process.\n", "is_music": false}
{"summary": "Zermezeele (French pronunciation: [zɛʁməzɛl]; Dutch: Zermezele) is a commune in the Nord department in northern France.\n", "is_music": false}
{"summary": "Zbigniew Jan Władysław Antoni Burzyński (31 March 1902 in Zhovkva, Polish: Żółkiew near Lwów – 30 December 1971 in Warsaw), was a Polish balloonist and constructor of balloons, pioneer of Polish balloons, who twice won the Gordon Bennett Cup in ballooning, also beat the world record.\n", "is_music": false}
{"summary": "Gasparillo is a small island in the Republic of Trinidad and Tobago.\n", "is_music": false}
{"summary": "Jurij Tiffrer was a 16th-century politician in Slovenia when the country was under the Holy Roman Empire.\n", "is_music": false}
{"summary": "Emil Kunze (18 December 1901, in Dresden – 13 January 1994) was a German classical archaeologist.\n", "is_music": false}
{"summary": "Robert Barnes Flegg ((1918-08-19)19 August 1918 – (1944-07-07)7 July 1944) was an Australian rules footballer who played with St Kilda in the Victorian Football League.\n", "is_music": false}
{"summary": "Harry Thompson MacKenzie (April 29, 1895 – May 22, 1952) was a manufacturer and political figure in Nova Scotia, Canada.\n", "is_music": false}
{"summary": "Arcella is a genus of testate amoebae in the order Arcellinida, usually found in freshwaters and mosses, and rarely in soils.\n", "is_music": false}
{"summary": "Robert Vince (born April 8, 1962) is a Canadian director, producer, writer and screenwriter.\n", "is_music": false}
{"summary": "Cape Myōgane (明鐘岬, Myōgane-misaki) is a cape located on the border of Futtsu and Kyonan, Chiba, Japan, where Mount Nokogiri on its western end precipitously falls into the Uraga Channel to Tokyo Bay.\n", "is_music": false}
{"summary": "Luzarches station (French: Gare de Luzarches) is a railway station in the commune of Luzarches (Val-d'Oise department), France.\n", "is_music": false}
{"summary": "Club Necaxa is a Mexican football club.\n", "is_music": false}
{"summary": "Les Misérables: Highlights from the Motion Picture Soundtrack is the film soundtrack for the 2012 Universal Pictures film Les Misérables, performed by Hugh Jackman, Russell Crowe, Anne Hathaway, Amanda Seyfried, Eddie Redmayne, Samantha Barks, Aaron Tveit, Helena Bonham Carter, Sacha Baron Cohen and other artists.\n", "is_music": true}
{"summary": "Mordella invisitata is a species of beetle in the genus Mordella of the family Mordellidae, which is part of the superfamily Tenebrionoidea.\n", "is_music": false}
{"summary": "Blabbermouth is a play by Australian playwright Mary Morris, adapted from the book of the same name by Morris Gleitzman.\n", "is_music": false}
{"summary": "Mexico women's national softball team is the national team for Mexico.\n", "is_music": false}
{"summary": "Juventud Comunista ('Communist Youth') was a weekly newspaper published from Barcelona, Spain 1936-1937.\n", "is_music": false}
{"summary": "The 1926–27 Yorkshire Cup was the nineteenth occasion on which the Yorkshire Cup competition was held.\n", "is_music": false}
{"summary": "Varanasi cantonment is a census town in Varanasi tehsil of Varanasi district in the Indian state of Uttar Pradesh.\n", "is_music": false}
{"summary": "Viktor Damceski (Macedonian: Виктор Дамчески; born 5 September 1996) is a Macedonian handball player who plays for RK Tineks Prolet.\n", "is_music": false}
{"summary": "John Michael Dwyer,  (born 9 September 1939) is an Australian doctor, professor of medicine, and public health advocate.\n", "is_music": false}
{"summary": "Genevieve Hillen Sanford (May 26, 1883 - \tAugust 15, 1966) was a clubwoman active in civic affairs.\n", "is_music": false}
{"summary": "Onthophagus medorensis is a species of dung beetle in the family Scarabaeidae.\n", "is_music": false}
{"summary": "The China Hustle is a 2017 finance documentary produced by Magnolia Pictures and directed by Jed Rothstein.\n", "is_music": false}
{"summary": "Buzz is a Polish airline headquartered in Warsaw.\n", "is_music": false}
{"summary": "William Bealey Harrison  (16 January 1838 – 23 March 1912) was an English first-class cricketer, coal industrialist  and British Army officer.\n", "is_music": false}
{"summary": "Artur Szafrański (born 25 October 1971) is a Polish speed skater.\n", "is_music": false}
{"summary": "Kuchino (Russian: Кучино) is a rural locality (a village) in Staroselskoye Rural Settlement, Vologodsky District, Vologda Oblast, Russia.\n", "is_music": false}
{"summary": "Matsemela Manaka (1956–1998) was a South African playwright, poet, and artist.\n", "is_music": false}
{"summary": "Shimon Moyal (1866–1915) was a Zionist activist and physician.\n", "is_music": false}
{"summary": "Daviesia uncinata is a species of flowering plant in the family Fabaceae and is endemic to the south-west of Western Australia.\n", "is_music": false}
{"summary": "Skysuites @ Anson, is one of the tallest skyscrapers in Singapore and tied for the tallest residential building with Altez.\n", "is_music": false}
{"summary": "Elaine Miller aka Gussie Grippers is a Scottish physiotherapist, women's health campaigner and gender-critical activist.\n", "is_music": false}
{"summary": "The 2004–05 Minnesota Golden Gophers men's basketball team represented the University of Minnesota during the college basketball season of 2004–05.\n", "is_music": false}
{"summary": "Laura Siegemund and Vera Zvonareva defeated Nicole Melichar-Martinez and Ellen Perez in the final, 6–4, 6–4 to win the doubles tennis title at the 2023 WTA Finals.\n", "is_music": false}
{"summary": "Sir Jagadish Chandra Bose  (; IPA: [d͡ʒɔɡod̪iʃ t͡ʃɔn̪d̪ro boʃu]; 30 November 1858 – 23 November 1937) was a polymath in with interests in biology, physics, botany and writing science fiction.\n", "is_music": false}
{"summary": "Mirosław Hermaszewski (Polish: [miˈrɔswaf xɛrmaˈʂɛfski] ; 15 September 1941 – 12 December 2022) was a Polish cosmonaut, fighter plane pilot, and Polish Air Force officer.\n", "is_music": false}
{"summary": "Al-Insān (\"Human\") (alternative names: al-Dahr, \"Endless time\", Hal Ata, \"Has There Not come\")  is the 76th chapter (surah) of the Quran, with 31 verses (ayat).\n", "is_music": false}
{"summary": "\"Gone Up in Flames\" is the debut single by English rock band Morning Runner, from their debut studio album, Wilderness Is Paradise Now.\n", "is_music": true}
{"summary": "Marianne Mithun is an American linguist specializing in American Indian languages and language typology.\n", "is_music": false}
{"summary": "Hodikof Island (52°52'N 173°18'E) is a tiny 0.1-mile-long (160 m) satellite of Attu Island in the Near Islands at the extreme western end of the Aleutian Islands, Alaska.\n", "is_music": false}
{"summary": "Regal Records was an American record label owned by the Plaza Music Company that issued recordings from 1921 through 1931.\n", "is_music": true}
{"summary": "In epidemiology, Mendelian randomization (commonly abbreviated to MR) is a method using measured variation in genes to examine the causal effect of an exposure on an outcome.\n", "is_music": false}
{"summary": "Willie Hall may refer to:  Willie Hall (pianist) (died 1930), nicknamed \"Drive'em Down\", American keyboardist Willie Hall (drummer) (born 1950), American drummer Willie Hall (American football) (born 1949), American football player Willie Hall (English footballer) (1912–1967), Tottenham Hotspur and England international footballer Will Hall (born 1966), mental health advocate, writer, and counselor\n", "is_music": true}
{"summary": "New Lebanon Local Schools is a school district in New Lebanon, Ohio.\n", "is_music": false}
{"summary": "Like Father, Like Daughter (Chinese: 宝贝父女兵) is a Singaporean Chinese drama which aired on Singapore's free-to-air channel, MediaCorp TV Channel 8.\n", "is_music": false}
{"summary": "Raj Niwas (translation: Government House) is the official residence of the Lieutenant Governor of Puducherry.\n", "is_music": false}
{"summary": "Gentle on My Mind was a studio album by Patti Page, released by Columbia Records.\n", "is_music": true}
{"summary": "Oregon's circuit courts are general jurisdiction trial courts of the U.S. state of Oregon.\n", "is_music": false}
{"summary": "Willamette Mission State Park is a state park in the U.S. state of Oregon, located about four miles (6 km) north of Keizer adjacent to the Wheatland Ferry and east of the Willamette River.\n", "is_music": false}
{"summary": "Francis Michael Logan (born 25 February 1956) is a former politician in Western Australia, who was the Minister for Emergency Services and Corrective Services in the McGowan Labor Government from 2017 to 2021,.\n", "is_music": false}
{"summary": "The 2001 Majorca Open was a men's tennis tournament played on outdoor clay courts in Majorca, Spain and was part of the International Series of the 2001 ATP Tour.\n", "is_music": false}
{"summary": "Krzywki-Bośki [ˈkʂɨfki ˈbɔɕki] is a village in the administrative district of Gmina Szreńsk, within Mława County, Masovian Voivodeship, in east-central Poland.\n", "is_music": false}
{"summary": "\"Rat in Mi Kitchen\" is a song written and performed by British reggae group UB40.\n", "is_music": true}
{"summary": "In artificial intelligence and operations research, hierarchical constraint satisfaction (HCS) is a method of handling constraint satisfaction problems where the variables have large domains by exploiting their internal structure.\n", "is_music": false}
{"summary": "Savennières wine (French pronunciation: [savənjɛʁ] ) is a white wine, usually dry, produced from  Chenin blanc around Savennières in the Loire Valley.\n", "is_music": false}
{"summary": "Sous Lieutenant Andre Jean Delorme (17 June 1890 – 14 January 1917) was a World War I flying ace credited with five confirmed aerial victories.\n", "is_music": false}
{"summary": "Laureloceras is a genus of the tarphycerid family Plectoceratidae that lived during the Middle Silurian in what is now North America.\n", "is_music": false}
{"summary": "Pool of Radiance is a series of role-playing video games set in the Forgotten Realms campaign settings of Dungeons & Dragons; it was the first Dungeons & Dragons video game series to be based on the Advanced Dungeons & Dragons rules.\n", "is_music": false}
{"summary": "Kongju National University (KNU) is a university in Chungcheongnam-do, South Korea with three campuses in Gongju, Cheonan and Yesan.\n", "is_music": false}
{"summary": "Diana Souhami (born 25 August 1940) is an English writer of biographies, short stories and plays.\n", "is_music": false}
{"summary": "Sir Cuthbert Halsall (died 1619) was an English politician who sat in the House of Commons in 1614.\n", "is_music": false}
{"summary": "Bear Whisperer is a weekly based reality television series that focuses on black bear conservation (Ursus americanus).\n", "is_music": false}
{"summary": "Novoraychikhinsk is an urban locality (a work settlement) under the administrative jurisdiction of Progress Urban Okrug in Amur Oblast, Russia.\n", "is_music": false}
{"summary": "The Le Van Family Musicians are a family of  vocalists, pianists, and violinists who perform in a variety of styles and genres of music.\n", "is_music": true}
{"summary": "Inverness Museum and Art Gallery is a museum and gallery on Castle Wynd in Inverness in the Highlands of Scotland.\n", "is_music": false}
{"summary": "Mad Acorn is an iOS rhythm game developed by South Korean studio APD Inc. and released on June 4, 2012.\n", "is_music": false}
{"summary": "Events in the year 1954 in Germany.\n", "is_music": false}
{"summary": "The Kumaratunga cabinet was the central government of Sri Lanka led by President Chandrika Kumaratunga between 1994 and 2005.\n", "is_music": false}
{"summary": "Käpa is a village in Estonia, in Võru Parish, which belongs to Võru County.\n", "is_music": false}
{"summary": "The Bounce Festival is a music and arts festival in the foothills of the Sierra Nevada, in Plumas County, California.\n", "is_music": true}
{"summary": "The 2015 ISCM World Music Days of the International Society for Contemporary Music were held from 26 September to 2 October 2015 in Slovenia, which had previously hosted the 2003 ISCM World Music Days.\n", "is_music": true}
{"summary": "Eclectic psychotherapy is a form of psychotherapy in which the clinician uses more than one theoretical approach, or multiple sets of techniques, to help with clients' needs.\n", "is_music": false}
{"summary": "Negative Space is a 2017 French stop motion animated short film by Max Porter and Ru Kuwahata.\n", "is_music": false}
{"summary": "The 1988 Team Ice Racing World Championship was the tenth edition of the Team World Championship.\n", "is_music": false}
{"summary": "Tempué is a town and commune of Angola, located in the province of Moxico.\n", "is_music": false}
{"summary": "Raja Syed Irfan Ali Choudhury was the 11th monarch of the quasi-princely state of Tarakote in Odisha.\n", "is_music": false}
{"summary": "Progress 30 (Russian: Прогресс 30) was a Soviet uncrewed Progress cargo spacecraft, which was launched in May 1987 to resupply the Mir space station.\n", "is_music": false}
{"summary": "Säärenõmme Nature Reserve is a nature reserve which is located in Saare County, Estonia.\n", "is_music": false}
{"summary": "Krisztián Lisztes may refer to:  Krisztián Lisztes (footballer, born 1976), Hungarian football midfielder Krisztián Lisztes (footballer, born 2005), Hungarian football midfielder and son of the above\n", "is_music": false}
{"summary": "This is a list of player transfers involving Premiership Rugby teams before or during the 2024–25 season.\n", "is_music": false}
{"summary": "Pesnopoy (Bulgarian: Песнпой) is a village in central Bulgaria.\n", "is_music": false}
{"summary": "Jaylen Wells (born August 26, 2003) is an American basketball player for the Memphis Grizzlies of the National Basketball Association (NBA).\n", "is_music": false}
{"summary": "Kim Eugen Skogsrud (born 14 April 1993) is a Norwegian former footballer who played as a defender.\n", "is_music": false}
{"summary": "The 1907 USA Indoor Track and Field Championships were organized by the Amateur Athletic Union (AAU) and served as the national championships in indoor track and field for the United States.\n", "is_music": false}
{"summary": "The Cthulhu Mythos is a mythopoeia and a shared fictional universe, originating in the works of Anglo-American horror writer H. P. Lovecraft.\n", "is_music": false}
{"summary": "Lawrence Township is a township in Mercer County, in the U.S. state of New Jersey.\n", "is_music": false}
{"summary": "San Salvador Island, previously Watling's Island, is an island and district of the Bahamas, famed for being the probable location of Christopher Columbus's first landing of the Americas on 12 October 1492 during his first voyage.\n", "is_music": false}
{"summary": "This is a list of notable events in music that took place in the year 1731.\n", "is_music": true}
{"summary": "The Common Wealth Party (CW) was a socialist political party in the United Kingdom with parliamentary representation in the  House of Commons from 1942 (the middle of the  Second World War) until 1946.\n", "is_music": false}
{"summary": "John A. Yakabuski  (born June 14, 1957) is a Canadian politician who served as Ontario Minister of Natural Resources and Forestry from 2018 to 2021 in the Doug Ford cabinet.\n", "is_music": false}
{"summary": "Antony (French pronunciation: [ɑ̃tɔni]) is a commune in the southern suburbs of Paris, France, 11.3 km (7.0 mi) from the centre of Paris.\n", "is_music": false}
{"summary": "The Southern Party (SP) is a minor political party in the United States that operates exclusively in the South.\n", "is_music": false}
{"summary": "Banksia attenuata, commonly known as the candlestick banksia, slender banksia, or biara to the Noongar people, is a species of plant in the family Proteaceae.\n", "is_music": false}
{"summary": "Sean Durfy (born 1963) is a Canadian businessman born in Corner Brook, Newfoundland.\n", "is_music": false}
{"summary": "The South Africa national cricket team toured England between 16 May and 20 August 1901.\n", "is_music": false}
{"summary": "Events from the year 1853 in Ireland.\n", "is_music": false}
{"summary": "Chidanand Rajghatta is an Indian-born, opinion columnist based in Washington, D.C.\n", "is_music": false}
{"summary": "Wabash Township is one of ten townships in Gibson County, Indiana, United States.\n", "is_music": false}
{"summary": "Marcel Dussault (14 May 1926 – 19 September 2014) was a French professional road racing cyclist.\n", "is_music": false}
{"summary": "Gösta Adolfsson Bagge (27 May 1882 – 3 January 1951) was a Swedish economist and politician.\n", "is_music": false}
{"summary": "Syncopated City is the fourth studio album and sixth album overall by liquid funk act London Elektricity.\n", "is_music": true}
{"summary": "Wilków Polski [ˈvilkuf ˈpɔlski] is a village in the administrative district of Gmina Leoncin, within Nowy Dwór County, Masovian Voivodeship, in east-central Poland.\n", "is_music": false}
{"summary": "Major Ronald Anderson Gerrard (26 January 1912 – 22 January 1943) was an English rugby union international.\n", "is_music": false}
{"summary": "Uwe Beginski (born 13 December 1959) is a retired German football player.\n", "is_music": false}
{"summary": "Chain Reaction (foaled 1950 in Ontario) was a Canadian Thoroughbred racehorse who in 1953 won two of the three races that would become part of the Canadian Triple Crown series and who set and equaled two track records.\n", "is_music": false}
{"summary": "Pfaffenberg is a 432-meter-high (1,417 ft) hill of Bavaria, Germany.\n", "is_music": false}
{"summary": "R. L. Stine's The Haunting Hour: The Series is an original anthology horror-fantasy series that originally aired on Discovery Family.\n", "is_music": false}
{"summary": "Trần Văn Xuân (born 6 September 1934) is a Vietnamese fencer.\n", "is_music": false}
{"summary": "Angie Keseley (born June 9, 1987) was a member of the Wisconsin Badgers women's ice hockey program.\n", "is_music": false}
{"summary": "St. Henry's College Kitovu (SHACK), is a boys-only government-aided boarding middle and high school in Uganda, the third-largest economy in the East African Community.\n", "is_music": false}
{"summary": "André Raphel is an American conductor.\n", "is_music": true}
{"summary": "Ryu Su-young (born Eo Nam-seon on September 5, 1979) is a South Korean actor.\n", "is_music": false}
{"summary": "Antyukh or Antukh (Cyrillic: Антюх or Антух) is a gender-neutral Belarusian  surname derived from the masculine given name Anton.\n", "is_music": false}
{"summary": "Giraffaphaenops is a genus in the beetle family Carabidae.\n", "is_music": false}
{"summary": "Franck Le Normand (born 22 November 1931) is a French cyclist.\n", "is_music": false}
{"summary": "Mooresville is an unincorporated community located in Washington County, Kentucky, United States.\n", "is_music": false}
{"summary": "Dichomeris acmodeta is a moth of the family Gelechiidae.\n", "is_music": false}
{"summary": "Anacardium giganteum, also known as cajui, of the family Anacardiaceae are the trees that are huge, round and mostly straight, and occur usually in the upland rainforest and sometimes appear in the high flood plains that holds the soil, resistant to water-log.\n", "is_music": false}
{"summary": "Thana Theke Aschi (Bengali: থানা থেকে আসছি)  is a 2010 Bengali thriller film directed by Saran Dutta.\n", "is_music": false}
{"summary": "Achaea mormoides is a species of moth of the family Erebidae.\n", "is_music": false}
{"summary": "Vizeleutnant, short Vzlt (en: Vice lieutenant), is a rank of the higher non-commissioned officers NCO rank group (also rank group: Stabsunteroffiziere) in the Austrian Bundesheer.\n", "is_music": false}
{"summary": "DAT/EM Systems International is an Alaska-based company that develops digital photogrammetric mapping applications to extract and edit 3D vector terrain and object features from stereo imagery and point clouds.\n", "is_music": false}
{"summary": "Andrés Eloy Blanco is a municipality of Sucre, Venezuela.\n", "is_music": false}
{"summary": "Rupert of Palatinate-Simmern (16 October 1461 – 19 April 1507) was a German nobleman and clergyman of the house of Palatinate-Simmern.\n", "is_music": false}
{"summary": "Piero Torrigiani (1 June 1846 – 16 June 1920) was an Italian politician.\n", "is_music": false}
{"summary": "Charles \"Chuck\" Shamata (born 1942) is a Canadian actor.\n", "is_music": false}
{"summary": "Stephen Slade is an American eye surgeon who performed the first LASIK (laser-assisted in situ keratomileusis, or laser eye surgery) in the United States in 1991 along with Dr. Stephen Brint.\n", "is_music": false}
{"summary": "Sahasombhop Srisomvongse (Thai: สหสมภพ ศรีสมวงศ์; formerly: Sombhop; สมภพ) is a late Thai boxing manager and promoter.\n", "is_music": false}
{"summary": "Gambling is a 1934 American crime film directed by Rowland V. Lee and written by Garrett Graham.\n", "is_music": false}
{"summary": "Shair is a 1949 Indian Hindi-language film.\n", "is_music": false}
{"summary": "Siobhan Wall is a British author, journalist, artist, poet and academic.\n", "is_music": false}
{"summary": "Ulrike Gottschalck (born 8 November 1955) is a German politician who served as a member of the Bundestag from 2009 to 2017.\n", "is_music": false}
{"summary": "Neil George Cubie (3 November 1932 – March 1977) was a South African professional footballer who played as a right back.\n", "is_music": false}
{"summary": "Tetramyxa parasitica is a species of parasitic cercozoan, member of the plasmodiophorids, that causes gall formation on multiple genera of aquatic plants.\n", "is_music": false}
{"summary": "The national flag of Burkina Faso (French: drapeau du Burkina Faso) is formed by two equal horizontal bands of red (top) and green, with a yellow five-pointed star resting in the center.\n", "is_music": false}
{"summary": "It's All Relative is an American sitcom that aired on ABC from October 1, 2003, until April 20, 2004.\n", "is_music": false}
{"summary": "The McDonnell XF-85 Goblin is an American prototype fighter aircraft conceived during World War II by McDonnell Aircraft.\n", "is_music": false}
{"summary": "Coombe (Cornish: Komm) is a settlement in Gwennap civil parish, Cornwall, England, United Kingdom.\n", "is_music": false}
{"summary": "Matuumbi, also known as Kimatuumbi and Kimatumbi, is a language spoken in Tanzania in the Kipatimu region of the Kilwa District, south of the Rufiji river.\n", "is_music": false}
{"summary": "WWE Unforgiven was an annual professional wrestling pay-per-view (PPV) event produced by World Wrestling Entertainment (WWE), a Connecticut-based professional wrestling promotion.\n", "is_music": false}
{"summary": "John D'Ewes Evelyn Firth (21 February 1900 – 21 September 1957) was a schoolboy cricketer at Winchester College during the First World War.\n", "is_music": false}
{"summary": "Hawke's Bay United was a professional Association football club based in Napier, New Zealand.\n", "is_music": false}
{"summary": "Semikarakorsk (Russian: Семикарако́рск) is a town and the administrative center of Semikarakorsky District in Rostov Oblast, Russia, located on the left bank of the Don River, 137 kilometers (85 mi) northeast of Rostov-on-Don, the administrative center of the oblast.\n", "is_music": false}
{"summary": "\"Hand To God\" is the twelfth episode of the second season of the American television satirical sitcom Arrested Development.\n", "is_music": false}
{"summary": "Hubert Myers (2 January 1875 – 12 June 1944) was an English first-class cricketer, who played 201 games for Yorkshire County Cricket Club between 1901 and 1910.\n", "is_music": false}
{"summary": "KHGG may refer to:  KHGG-FM, a radio station (103.5 FM) licensed to Mansfield, Arkansas, United States KAGE (AM), a radio station (1580 AM) licensed to Van Buren, Arkansas, which held the call sign KHGG from 2001 to 2021\n", "is_music": false}
{"summary": "Farndale Local Nature Reserve is a Local Nature Reserve (LNR) in the valley of Farndale, North Yorkshire, England.\n", "is_music": false}
{"summary": "Haddon Lee Sarokin (November 25, 1928 – June 20, 2023) was a United States circuit judge of the United States Court of Appeals for the Third Circuit and a former United States District Judge of the United States District Court for the District of New Jersey.\n", "is_music": false}
{"summary": "Ciarán O'Boyle (born 22 February 1984) is an Irish former rugby union player.\n", "is_music": false}
{"summary": "Rhynchopsidium is a genus of South African plants in the tribe Gnaphalieae within the family Asteraceae.\n", "is_music": false}
{"summary": "The Transports en Commun de l'Agglomération Rouennaise (TCAR) (French pronunciation: [tʁɑ̃spɔʁ ɑ̃ kɔmœ̃ də laɡlɔmeʁasjɔ̃ ʁwanɛz], Rouen public transport in French) (usually referred to as TCAR) is the Rouen public transport agency.\n", "is_music": false}
{"summary": "Éric René Boullier (born 9 November 1973) is a French motor racing engineer and manager.\n", "is_music": false}
{"summary": "Anita Reeves (24 June 1948 – 7 July 2016) was an Irish stage and film actress.\n", "is_music": false}
{"summary": "Clark County Sheriff's Department can refer to the following law enforcement units:  Clark County Sheriff's Department (Illinois) - Clark County, Illinois Clark County Sheriff's Department (Kentucky) - Clark County, Kentucky Clark County Sheriff's Department (Nevada) - Clark County, Nevada Clark County Sheriff's Department (Washington) - Clark County, Washington Clark County Sheriff's Department - Clark County, Wisconsin Additionally, Clark County Sheriff's Department may refer to:  Clark County Sheriff's Office (Arkansas) - Clark County, Arkansas Clark County Sheriff's Office (Idaho) - Clark County, Idaho Clark County Sheriff's Office (Kansas) - Clark County, Kansas Clark County Sheriff's Office (Missouri) - Clark County, Missouri Clark County Sheriff's Office (Ohio) - Clark County, Ohio Clarke County Sheriff Office (Alabama) - Clarke County, Alabama Clarke County Sheriff's Office (Georgia) - Clarke County, Georgia Lewis and Clark County Sheriff's Office - Lewis and Clark County, Montana\n", "is_music": false}
{"summary": "Friendship and Freedom, published from 1924 to 1925, was a short-lived American gay-interest newsletter published by the Chicago-based Society for Human Rights (SHR), the first recognized homosexual rights organization in the United States.\n", "is_music": false}
{"summary": "Adaina beckeri is a moth of the family Pterophoridae.\n", "is_music": false}
{"summary": "Kalhaidhoo (Dhivehi: ކަޅައިދޫ) is one of the inhabited islands of Laamu Atoll.\n", "is_music": false}
{"summary": "The 1986 Dutch Open was a Grand Prix men's tennis tournament staged in Hilversum, Netherlands.\n", "is_music": false}
{"summary": "Falcuna orientalis, the oriental marble, is a butterfly in the family Lycaenidae.\n", "is_music": false}
{"summary": "This is a list of animated television series first aired in 1993.\n", "is_music": false}
{"summary": "The 2012 Tel Aviv bus bombing was a mass-injury terror attack carried out on November 21, 2012, on a crowded passenger bus driving in the center of Tel Aviv's business district.\n", "is_music": false}
{"summary": "44 Ophiuchi is a single star in the constellation Ophiuchus.\n", "is_music": false}
{"summary": "The R531 is a Regional Route in South Africa.\n", "is_music": false}
{"summary": "The men's 65 kilograms event at the 2006 Asian Games was held on December 8, 2006 at the Al-Dana Banquet Hall in Doha, Qatar.\n", "is_music": false}
{"summary": "Kandelu (Persian: كندلو, also Romanized as Kandelū and Kāndolū) is a village in Bala Larijan Rural District, Larijan District, Amol County, Mazandaran Province, Iran.\n", "is_music": false}
{"summary": "Jumbuck Pastoral Company is an Australian company that operates numerous cattle stations and sheep stations in Western Australia, South Australia and the Northern Territory It is one of the largest landowners in Australia and the biggest wool grower.\n", "is_music": false}
{"summary": "Rakthamillatha Manushyan is a 1979 Indian Malayalam film,  directed by Jeassy and produced by J. J.  Kuttikkad.\n", "is_music": false}
{"summary": "Roberts Filter Group is an American water filter production company founded in 1889 in Philadelphia, Pennsylvania, United States.\n", "is_music": false}
{"summary": "Álex Palou Montalbo (Catalan pronunciation: [ˈaləks ˈpalɔw monˈtalbu]; born 1 April 1997) is a Spanish racing driver who drives for Chip Ganassi Racing in the IndyCar Series, where he won the 2021, 2023, and 2024 championships, and winner in the $1 Million Challenge.\n", "is_music": false}
{"summary": "Thexton v Thexton is an important case in New Zealand trust law, applying the principle that burden of establishing an intention to create a trust rests on the person alleging it.\n", "is_music": false}
{"summary": "David Eugene Barrett is a professor of mathematics at the University of Michigan.\n", "is_music": false}
{"summary": "Ann-Olympe Bateman (née Dowling; 1748–1813) was an English silversmith.\n", "is_music": false}
{"summary": "Standard Wool is a global group of companies which sources, processes and supplies quality wool and its by-products to its worldwide customer base.\n", "is_music": false}
{"summary": "Bactriola maculata is a species of beetle in the family Cerambycidae.\n", "is_music": false}
{"summary": "Stanley A. Weiss (December 21, 1926 – August 26, 2021) was an American business executive, founder of Business Executives for National Security (BENS), and a writer on international affairs.\n", "is_music": false}
{"summary": "The Way of the Mountains is a 1912 silent short film directed by Romaine Fielding and starring Mary Ryan.\n", "is_music": false}
{"summary": "Dave Heeke (born October 8, 1963) is a former American university sports administrator who last served as athletic director at the University of Arizona.\n", "is_music": false}
{"summary": "Natasha Gale (born 13 May 1988) is a retired English amateur boxer.\n", "is_music": false}
{"summary": "Padideh (پدیده) is a Persian girl's name meaning \"phenomenon\".\n", "is_music": false}
{"summary": "José Fórmica-Corsi Cuevas (11 April 1881 – 5 November 1954) was a Spanish rower.\n", "is_music": false}
{"summary": "African Covenant (ACO) is a conservative religious South African political party formed in 2018 by Convy Baloyi.\n", "is_music": false}
{"summary": "The 1925 Loyola University Chicago football team was an American football team that represented Loyola University Chicago as an independent during the 1925 college football season.\n", "is_music": false}
{"summary": "Petko Vasiljević (Serbian Cyrillic: Петко Васиљевић; c. 1780-1809) was a leading bimbashi of the  Timok district during the First Serbian Uprising.\n", "is_music": false}
{"summary": "Larkins Peak is a 6,661-foot-elevation (2,030 m) mountain summit in Shoshone County, Idaho, United States.\n", "is_music": false}
{"summary": "Viding Township is a township in Clay County, Minnesota, United States.\n", "is_music": false}
{"summary": "Sachsenhausen concentration camp was a detention and extermination facility (1936–1945) in Oranienburg, Germany.\n", "is_music": false}
{"summary": "The following is a list of U.S. cities with large Vietnamese-American populations.\n", "is_music": false}
{"summary": "A jeepney (Tagalog: [ˈdʒipnɪ]), or simply a jeep (Tagalog: [ˈdʒip]), is a type of public utility vehicle (PUV) that serves as the most popular means of public transportation in the Philippines.\n", "is_music": false}
{"summary": "James Youll Turnbull VC (24 December 1883 – 1 July 1916) was a Scottish recipient of the Victoria Cross, the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces.\n", "is_music": false}
{"summary": "Grzegorz Fitelberg (18 October 1879 – 10 June 1953) was a Polish conductor, violinist and composer.\n", "is_music": true}
{"summary": "Raymond Ernest Michel Braine (28 April 1907 – 24 December 1978) was a Belgian football striker.\n", "is_music": false}
{"summary": "The China Agricultural University Gymnasium (simplified Chinese: 中国农业大学体育馆; traditional Chinese: 中國農業大學體育館; pinyin: Zhōngguó Nóngyè Dàxué Tǐyùguǎn) is an indoor arena located on the campus of the China Agricultural University in Beijing.\n", "is_music": false}
{"summary": "Upper Canada is a former British colony in North America.\n", "is_music": false}
{"summary": "The Skagen railway line (Danish: Skagensbanen) is a 39.7 km (24.7 mi) long standard gauge single track railway line between Skagen and Frederikshavn in Vendsyssel, Denmark.\n", "is_music": false}
{"summary": "Dennis P. is a 2007 Dutch film directed by Pieter Kuijpers.\n", "is_music": false}
{"summary": "Doris Anita Taylor is an American scientist working in regenerative medicine and tissue engineering.\n", "is_music": false}
{"summary": "Sisely Dove Treasure (born November 28, 1982) is an American singer and dancer, notable for the song \"All Around the World\" released by Dreamworks Records in July 2003 and appearing in Billboard Magazine's Top 40 Dance charts the same year.\n", "is_music": true}
{"summary": "USS Scout is a name used more than once by the United States Navy, and may refer to:  USS Scout (1903), a patrol boat in commission from 1917 to 1919 USS Scout (SP-114), a patrol boat in commission in 1917 USS Scout (AM-296), a minesweeper in commission from 1944 to 1947 and from 1951 to 1954.\n", "is_music": false}
{"summary": "Anthurium nemorale is a species of plant in the family Araceae.\n", "is_music": false}
{"summary": "Safdarjung Terminal, New Delhi is a Delhi Transport Corporation's (DTC's) commencing, terminating, and en route terminal.\n", "is_music": false}
{"summary": "Raymond Martin (born 22 May 1949) is a former French road bicycle racer.\n", "is_music": false}
{"summary": "Eurydema ornata is a species of shield bug in the family Pentatomidae.\n", "is_music": false}
{"summary": "Stephen Patrick Trapmore  (born 18 March 1975) is an English rowing coach and former rower who represented Great Britain at the 2000 Summer Olympics in Sydney.\n", "is_music": false}
{"summary": "The Emergency Watershed Protection (EWP) Program is a program administered by the Natural Resources Conservation Service to respond to floods, fires, windstorms and other types of natural disasters.\n", "is_music": false}
{"summary": "Giannis Skondras (Greek: Γιάννης Σκόνδρας; born 21 February 1990) is a Greek professional footballer who plays as a right-back for P.O. Fiki.\n", "is_music": false}
{"summary": "Daniel Astrain Egozkue (born 29 March 1948) is a Spanish retired footballer who played as a defender.\n", "is_music": false}
{"summary": "Jader da Silva Brazeiro (born 21 February 1984), commonly known as Jader, is a Brazilian retired footballer and current scout of Metalist Kharkiv.\n", "is_music": false}
{"summary": "\"Shame Shame Shame\" is a 2007 song by Soulshaker and CeCe Peniston.\n", "is_music": true}
{"summary": "This is a list of notable dormitory buildings.\n", "is_music": false}
{"summary": "Vyborg, in Finland until 1940, and since then in Russia, had an electric tramway network from 1912 to 1957.\n", "is_music": false}
{"summary": "Severe Tropical Cyclone Ami was one of the worst cyclones to affect Fiji.\n", "is_music": false}
{"summary": "This is a list of the National Register of Historic Places listings in Nueces County, Texas.\n", "is_music": false}
{"summary": "Jean Marie Syjuco (born June 26, 1952) is a painter, installation artist, and performance artist from Manila, Philippines.\n", "is_music": false}
{"summary": "Conan of Venarium is a fantasy novel by American writer Harry Turtledove, edited by Teresa Nielsen Hayden, featuring Robert E. Howard's  sword and sorcery hero Conan the Barbarian.\n", "is_music": false}
{"summary": "Kılıçlı is a neighbourhood in the municipality and district of Sarıçam, Adana Province, Turkey.\n", "is_music": false}
{"summary": "Prioneris is a genus of butterflies in the family Pieridae found in the Indomalayan realm.\n", "is_music": false}
{"summary": "Limuchi (Persian: ليموچي, also Romanized as Līmūchī; also known as Līmūchīhā) is a village in Pian Rural District, in the Central District of Izeh County, Khuzestan Province, Iran.\n", "is_music": false}
{"summary": "Santa Bárbara Department may refer to:  Santa Bárbara Department, Jujuy in Jujuy Province, Argentina Santa Bárbara Department, Honduras\n", "is_music": false}
{"summary": "Kimberly Marshall (born May 8, 1959, Winston-Salem, North Carolina) is an organist and organ scholar, holder of the Patricia and Leonard Goldman Endowed Professorship in Organ at Arizona State University.\n", "is_music": true}
{"summary": "Archaeology of Qatar as a field study began in 1956.\n", "is_music": false}
{"summary": "Rawilson Batuil (born 29 April 1994) also known as \"Jipun\" as he is fondly known among his team-mates and friends is a Malaysian professional footballer who plays as a defender for Malaysia Super League club Sabah and the Malaysia national team.\n", "is_music": false}
{"summary": "Go Tae-seob (Korean: 고태섭; born March 4, 1996), professionally known as Holland (Korean: 홀랜드), is a South Korean singer.\n", "is_music": true}
{"summary": "Lake Isle or Lake Island may refer to:  Cory Lake Isles, neighborhood of Tampa, Florida Isle Lake (Alberta), lake in Alberta, Canada Lake Innisfree, lake in New Rochelle, New York, also known as Lake Isle Lake Isle of Innisfree, poem by William Butler Yeats Lake Isle, Alberta, community in Alberta, Canada Lake, Isle of Wight, civil parish on the Isle of Wight, England Lake of the Isles, lake in Minneapolis, Minnesota Lake island, an island in a lake Lake Island (Antarctica) Lake Island (British Columbia), Canada Lake Island (Western Australia), Australia, see List of islands of Perth, Western Australia#Inland islands\n", "is_music": false}
{"summary": "Maxime Puech (born 16 March 1994) is a French professional rugby league footballer who plays as a prop for Albi XIII in the Elite One Championship and France at international level.\n", "is_music": false}
{"summary": "Lee Pope is an unincorporated community in Crawford County, in the U.S. state of Georgia.\n", "is_music": false}
{"summary": "Chris (Christine) Beasley is an Australian researcher whose interdisciplinary work crosses the fields of social and political theory, gender and sexuality studies and cultural studies.\n", "is_music": false}
{"summary": "This page details the match results and statistics of the Sierra Leone national football team from 2020 to present.\n", "is_music": false}
{"summary": "Luciobrotula brasiliensis is a species of fish in the family Ophidiidae.\n", "is_music": false}
{"summary": "Katrina Merriweather (born August 14, 1979) is an American basketball coach who is currently the head women's basketball coach at the University of Cincinnati.\n", "is_music": false}
{"summary": "No. 28 Group RAF (28 Gp) is a former Royal Air Force group which disbanded in March 1950.\n", "is_music": false}
{"summary": "The Nasser Hospital mass graves were discovered on 20 April 2024 by Palestinian families returning to Nasser Hospital after the withdrawal of Israeli forces following the Nasser Hospital siege, a major event in the ongoing Israel–Hamas war.\n", "is_music": false}
{"summary": "Louis Champagne is a Canadian actor from Quebec, most noted for his regular television roles in Minuit, le soir and Escouade 99.\n", "is_music": false}
{"summary": "Chehabiyeh or Ash-Shihabiyah (Arabic: الشهابيّة), also spelled ash-Shehabiyah or Chehabiye, formerly Tayr Zibna (Arabic: طيرزبنا), is a municipality located in the South Governorate of Lebanon, located in the Tyre District.\n", "is_music": false}
{"summary": "The 1877 AAC Championships was an outdoor track and field competition organised by the Amateur Athletic Club (AAC).\n", "is_music": false}